{
  "admin": {
    "intro": "Fragen Sie, welches Team sie sind und stellen Sie sicher, dass es das richtige Team am richtigen Platz ist, und dass es mit dem oben aufgeführten Team übereinstimmt.",
    "select_game": {
      "intro": "Wählen Sie das Spiel, das Sie leiten werden"
    },
    "select_league": {
      "intro": "Wählen Sie Ihre Zone"
    }
  },
  "admin-referee-info": {
    "hamster_wheel": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Skript:</span> <br /> Willkommen beim Hamsterrad.  <ul class='list-disc list-inside'> <li>An dieser Station treten Sie in einem Staffellauf gegen ein anderes Team an. Das Team, das gewinnt und die beste Zeit hat, erhält die meisten Punkte.</li> <li>Die Teams sollten so schnell wie möglich auf die eine Seite und zurück gelangen.</li> <li>Ein Team muss gleichzeitig 15 Teilnehmer im Rad haben. Es müssen während des gesamten Kurses 15 Teilnehmer im Rad sein.</li> <li>Das gesamte Team muss den Staffellauf zusammen ausführen. Das Team muss innerhalb des Teppichs mit dem Teppich über dem Kopf den gesamten Kurs durchlaufen.</li> <li>Solange das Team genug Teilnehmer hat, können die Personen im Rad durch 15 neue Personen ersetzt werden, wenn das Team auf halber Strecke ist.</li> <li>Das Team muss mit dem gesamten Rad die Linie überqueren, bevor es die Teilnehmer wechseln kann.</li> <li>Das Team, das als erstes mit dem gesamten Team über die Startlinie zurückkehrt, gewinnt. Die Zeit wird auch aufgezeichnet, daher ist es für beide Teams wichtig, es so schnell wie möglich zu machen, auch wenn sie nicht als erstes ins Ziel kommen.</li> <li>Das Team muss während des gesamten Kurses innerhalb des Teppichs bleiben. Jeder Fuß, der außerhalb des Teppichs auf den Boden tritt, bringt zusätzliche Zeit. Dies gilt auch, wenn der Teppich nicht über den Köpfen der Teilnehmer ist.</li> <li>Sie haben 2 Minuten, um sich vorzubereiten.</li> <li>Die Aufgabe beginnt bei meinem (des Schiedsrichters) Signal.</li> <li>Ist die Aufgabe verstanden?</li> <li>Dann können sich die Teams an der Startlinie bereit machen. Die Gruppe, die übernehmen wird, kann sich auf die andere Seite des Spielfelds stellen. Der Countdown von 2 Minuten beginnt jetzt.</li> <li>Die Zeit ist jetzt um. Sind alle Teams bereit?</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>An den Schiedsrichter:</span> <ul class='list-disc list-inside'> <li>Zwei Schiedsrichter werden auf jeder Seite der Teams platziert und registrieren auf ihren Handys, wie oft die Teams außerhalb des Bandes treten und jedes Mal, wenn das Team das Tuch nicht über ihren Köpfen hat.</li> <li>Stellen Sie sicher, dass die Teilnehmer und Zuschauer klare Platzierungen in Bezug auf das Spielfeld für das Spielerlebnis, Einsicht und Engagement haben.</li> </ul> <br /> <span>Am Ende des Spiels:</span> <ul class='list-disc list-inside'> <li>Sammlen Sie die Teppiche und verteilen Sie sie klar für das nächste Team, das kommt.</li> <li>Richten Sie die Startlinie und andere Zäune bei Bedarf auf.</li> <li>Bereiten Sie sich auf eine neue Gruppe vor!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Gesundheit, Umwelt und Sicherheit:</span> <ul class='list-disc list-inside'> <li>Seien Sie sich bewusst, dass das Hamsterrad viele Personen umfasst, die gleichzeitig und dicht beieinander in einem hohen Tempo gehen, was dazu führen kann, dass einige fallen. Dies wird als mittleres Risiko angesehen.</li> </ul> </div>",
    "iron_grip": "<div class='rounded-md p-5 mb-4 bg-amber-50'> <span class='font-bold'>Skript:</span> <br /> Willkommen beim Eisernen Griff.  <ul class='list-disc list-inside'> <li>Das Ziel dieser Station ist es, innerhalb von 10 Minuten die meiste 'Hängezeit' zu sammeln.</li> <li>Jeder kann mitmachen, aber nur 9 Personen hängen gleichzeitig.</li> <li>Das Team sammelt 'Hängezeit', wenn 9 Personen des Teams gleichzeitig vom Gerüst hängen.</li> <li>Das Team hat 10 Minuten Zeit, um die Station zu absolvieren.</li> <li>Wenn weniger als 9 Teilnehmer gleichzeitig hängen, wird die Zeit, die für die 'Hängezeit' gesammelt wird, gestoppt, bis wieder 9 Teilnehmer gleichzeitig hängen. Dann wird die Zeit wieder gestartet.</li> <li>Teilnehmer, die nicht mehr hängen können, müssen sich hinten in der Schlange an der Seite des Gerüsts anstellen.</li> <li>Nur die Teilnehmer, die hängen, dürfen auf dem Gerüst sein; der Rest des Teams muss in der Schlange an der Seite des Gerüsts stehen (zeigen Sie auf die richtige Seite).</li> <li>Wenn geschummelt wird, wird dem Team 10 Sekunden von der gesammelten Zeit abgezogen.</li> <li>Teilnehmer dürfen nur mit ihren Händen hängen, ohne Unterstützung durch die Beine, andere Teilnehmer oder Gegenstände.</li> <li>Der Schiedsrichter entscheidet, ob etwas als Schummeln gilt, aber alles, was den Teilnehmern hilft, ohne eigene Kraft zu hängen, wird als Schummeln betrachtet.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>An die Schiedsrichter:</span> <ul class='list-disc list-inside'> <li>Haben Sie einen Timer, der von 10 Minuten herunterzählt, bereit, der zu Beginn des Wettbewerbs gestartet wird.</li> <li>Haben Sie einen Timer, der für die gesammelte 'Hängezeit' verwendet wird. Dieser wird gestoppt, wenn weniger als 9 Teilnehmer gleichzeitig vom Gerüst hängen, und wieder gestartet, wenn 9 Personen gleichzeitig hängen.</li> <li>Ein Teilnehmer kann so oft teilnehmen, wie er möchte.</li> <li>Das Team entscheidet selbst, welche Teilnehmer es zum Hängen verwenden möchte, und dies kann auch währenddessen geändert werden.</li> <li>Die Teilnehmer müssen mit ihren Händen, gerade vom Gerüst hängend, hängen und dürfen keine Beine, andere Teilnehmer, Gegenstände usw. zur Hilfe verwenden.</li> <li>Ein Schiedsrichter überwacht das Schummeln. WICHTIG: Weisen Sie das Team darauf hin, dass dies Schummeln ist, und notieren Sie es dann.</li> <li>Geben Sie die folgenden Zeiten bekannt: Jetzt sind es noch 5 Minuten, halbwegs! Jetzt sind es noch 2 Minuten, Jetzt ist es noch 1 Minute!</li> </ul> <br /> <span>Am Ende des Spiels:</span> <ul class='list-disc list-inside'> <li>Registrieren Sie die 'Hängezeit' und das Schummeln in der App.</li> <li>Sicherheitsroutine: Überprüfen Sie das Gerüst, um sicherzustellen, dass alles nach jeder Runde gut befestigt ist.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Gesundheit, Umwelt und Sicherheit:</span> <ul class='list-disc list-inside'> <li>Gefahr des Sturzes vom Gerüst, Verstauchungen bei Stürzen, Blasen an den Händen.</li> <li>Wo die Station Asphalt als Untergrund hat, werden Matten ausgelegt.</li> </ul> </div>",
    "labyrinth": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Skript:</span> <br /> Willkommen beim Labyrinth.  <ul class='list-disc list-inside'> <li>An dieser Station müssen Sie zusammenarbeiten, um eine Kugel durch ein Labyrinth zu bekommen.</li> <li>Bis zu 12 Spieler arbeiten gleichzeitig zusammen, und Sie haben maximal zehn Minuten Zeit, um die Station abzuschließen.</li> <li>Es gibt zwei Kontrollpunkte im Labyrinth, an denen die 12 Spieler durch 12 neue Spieler ersetzt werden.</li> <li>Es ist nicht erlaubt, die Kugel mit den Händen zu berühren, wenn sie auf dem Brett ist, oder sie hochzuwerfen.</li> <li>Wenn die Kugel in ein Loch fällt, muss einer der Spieler sie aufheben und am Startpunkt oder am vorherigen Kontrollpunkt zurücklegen, aber es ist nur erlaubt, unter dem Labyrinth zu sein, wenn die Kugel durch ein Loch fällt.</li> <li>Sie erhalten zwei Punkte für jeden Kontrollpunkt, den Sie passieren, und mehr Punkte, je schneller Sie abschließen.</li> <li>Wenn das Labyrinth abgeschlossen ist oder die Zeit abgelaufen ist, können Sie das Labyrinth ruhig auf den Boden legen.</li> <li>Das Spiel beginnt, wenn ein Schiedsrichter die Kugel auf den Startpunkt legt.</li> <li>Ist die Aufgabe verstanden?</li> <li>Dann können sich 12 Spieler bereit machen, um am Labyrinth zu starten, und der Rest des Teams kann hier drüben stehen (zeigen Sie, wo es vorteilhaft ist, dass der Rest des Teams steht).</li> <li>12 neue Spieler müssen bereit sein, an den Kontrollpunkten zu übernehmen.</li> <li>Dann legen wir los. Fertig, los geht's!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>An den Schiedsrichter:</span> <ul class='list-disc list-inside'> <li>Kontrollieren Sie die Menschenmengen und platzieren Sie die Zuschauer so gut wie möglich.</li> <li>Seien Sie bereit, den Countdown von 10 Minuten zu starten, wenn das Team startet.</li> <li>Stellen Sie sicher, dass alle Spieler an den Kontrollpunkten durch neue Spieler ersetzt werden.</li> <li>Überwachen Sie, dass die Teilnehmer keine Regeln brechen.</li> <li>Stoppen Sie das Spiel nach 10 Minuten, wenn das Team die Aufgabe nicht bereits abgeschlossen hat.</li> </ul> <br /> <span>Am Ende des Spiels:</span> <ul class='list-disc list-inside'> <li>Sammeln Sie alle Kugeln ein, die im Spiel waren.</li> <li>Bereiten Sie sich auf neue Gruppen vor!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Gesundheit, Umwelt und Sicherheit:</span> <ul class='list-disc list-inside'> <li>Das Risiko bei dieser Station besteht darin, dass Teilnehmer das Labyrinth auf ihre Füße fallen lassen könnten. Wenn die Kugel durch ein Loch fällt, müssen die Teilnehmer vorsichtig sein, wenn sie sie aufheben, damit sie nicht das Labyrinth über sich bekommen. Splitter oder Blasen in der Handfläche können auftreten.</li> </ul> </div>",
    "land_water_beach": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Skript:</span> <br /> Willkommen bei Land, Wasser, Strand.  <ul class='list-disc list-inside'> <li>An dieser Station treten Sie gegen ein anderes Team an, um so schnell wie möglich zu reagieren und sich zwischen drei Zonen auf drei verschiedene Signale zu bewegen.</li> <li>Zehn Personen aus jedem Team beginnen in der mittleren Zone, dem Strand.</li> <li>Die drei Signale, auf die Sie reagieren sollen, sind: <ul> <li>Rotes Signal bedeutet, dass Sie sich in die hinterste Zone, das Land, bewegen sollen.</li> <li>Gelbes Signal ist die mittlere Zone, der Strand.</li> <li>Blaues Signal ist die vordere Zone, das Wasser.</li> </ul> </li> <li>Das Team, bei dem alle zehn Spieler zuerst in die richtige Zone wechseln, erhält einen Punkt. Wenn beide Teams gleich schnell sind, erhalten beide Teams einen Punkt.</li> <li>Die Spieler müssen in der Zone bleiben, in die sie sich bewegen.</li> <li>Es werden drei Signale angezeigt, bevor die zehn Spieler durch zehn neue Spieler ersetzt werden. Dies wird insgesamt drei Runden durchgeführt.</li> <li>Sie erhalten Punkte je nachdem, wie viele Runden Sie gewinnen.</li> <li>Ist die Aufgabe verstanden?</li> <li>Dann können zehn Spieler in der mittleren Zone beginnen, und der Rest des Teams kann dort stehen und bereit sein, die zehn Spieler zu ersetzen (zeigen Sie auf den besten Platz für den Rest des Teams).</li> <li>Dann legen wir los. Fertig, los geht's!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>An die Schiedsrichter:</span> <ul class='list-disc list-inside'> <li>Stellen Sie sicher, dass der Rest des Teams an einem geeigneten Ort steht und bereit ist, für jede Runde zehn neue Spieler zu ersetzen.</li> <li>Stellen Sie sicher, dass die Zeit insgesamt nicht mehr als 15 Minuten für die Station beträgt.</li> <li>Der Hauptschiedsrichter zeigt die Punkte auf der Punktetafel an.</li> <li>Zwei Linienrichter mit Flaggen treffen schnell eine Entscheidung, wer Punkte erhält.</li> <li>Die Person in der Signalbox muss das Signal und die Zeit zwischen den Signalen variieren.</li> </ul> <br /> <span>Am Ende des Spiels:</span> <ul class='list-disc list-inside'> <li>Stellen Sie sicher, dass die Zonen noch deutlich markiert sind.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Gesundheit, Umwelt und Sicherheit:</span> <ul class='list-disc list-inside'> <li>Es besteht wenig Risiko bei dieser Station; Stolpern, Verstauchungen oder Stürze können auftreten. Seien Sie sich dessen bewusst.</li> </ul> </div>",
    "mastermind": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Skript:</span> <br /> Willkommen bei Mastermind.  <ul class='list-disc list-inside'> <li>Das Ziel dieser Station ist es, herauszufinden, welche Farbcode sich im Koffer befindet.</li> <li>Sie haben 8 Runden und maximal 10 Minuten Zeit, um die Aufgabe zu lösen.</li> <li>Sie erhalten mehr Punkte, je weniger Runden Sie benötigen, um den richtigen Code zu finden.</li> <li>Sie sollten jetzt 5 Codeknacker auswählen.</li> <li>Diese 5 haben die Hauptaufgabe, die Aufgabe zu lösen.</li> <li>Der Rest erhält eine Farbe (Durag - Kopfbedeckung), die ein Spielfeldstück darstellt, das die Codeknacker auf dem Spielfeld platzieren können.</li> <li>Alle Teilnehmer, die Spielfeldstücke sind, müssen während des Spiels die Kopfbedeckung auf dem Kopf tragen. (Haben Sie die Durag dabei, um sie zu zeigen)</li> <li>Die Codeknacker holen sich die Spielfeldstücke (Teilnehmer mit Kopfbedeckung), die sie verwenden möchten, und platzieren sie auf einem schwarzen Spielfeldstück auf dem Spielfeld.</li> <li>Wenn die Codeknacker ihre Antwort abgegeben haben, wird ein Schiedsrichter 'Antwort-Stifte' platzieren, die den Codeknackern anzeigen, wie nah sie an der Antwort sind.  <ul> <li>Roter Stift = richtige Farbe an der richtigen Stelle</li> <li>Weißer Stift = richtige Farbe an der falschen Stelle</li> </ul> (Haben Sie die Stifte in der Hand und zeigen Sie sie)</li> <li>Wenn die Codeknacker den richtigen Farbcode erraten haben, wird ein Schiedsrichter nach vorne gehen und die Box öffnen.</li> <li>Der Rest des Teams steht an der Seite des Spielfelds.</li> <li>Ist die Aufgabe verstanden?</li> <li>Dann können die Codeknacker zu diesem Schiedsrichter gehen (zeigen und zeigen).</li> <li>Alle, die Spielfeldstücke sein werden, können dort drüben stehen (zeigen und zeigen).</li> <li>Dann legen wir los. Fertig, los geht's!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>An den Schiedsrichter:</span> <ul class='list-disc list-inside'> <li>Stellen Sie sicher, dass das Publikum, die Spielfeldstücke und die Codeknacker klare Platzierungen in Bezug auf das Spielfeld für das Spielerlebnis, Einsicht und Engagement haben.</li> </ul> <br /> <span>Am Ende des Spiels:</span> <ul class='list-disc list-inside'> <li>Sammlen Sie alle Kopfbedeckungen ein.</li> <li>Sammlen Sie alle Antwort-Stifte ein.</li> <li>Ändern Sie den Farbcode in der Box.</li> <li>Passen Sie das Spielfeld bei Bedarf an.</li> <li>Bereiten Sie sich auf neue Gruppen vor!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Gesundheit, Umwelt und Sicherheit:</span> <ul class='list-disc list-inside'> <li>Das Risiko bei dieser Station besteht darin, dass Teilnehmer über die Spielfeldstücke auf dem Spielfeld stolpern könnten. Dies wird als sehr geringes bis geringes Risiko angesehen.</li> </ul> </div>"
  },
  "calculated-score": "Berechnete Punktzahl",
  "couldnt-load-the-video": "Konnte das Video nicht laden",
  "details": "Details",
  "family": "Familie",
  "games": {
    "hamster_wheel": "Hamsterrad",
    "iron_grip": "Eiserner Griff",
    "labyrinth": "Labyrinth",
    "land_water_beach": "Land, Wasser, Strand",
    "mastermind": "Mastermind"
  },
  "general_error": "Etwas ist schief gelaufen",
  "loading": "Lädt...",
  "login": {
    "login_button": "Einloggen",
    "teamcode": "Teamcode"
  },
  "menu": {
    "games": "Spiele"
  },
  "minutes": "Minuten",
  "no-matches-for-this-filter": "Keine Übereinstimmungen für diesen Filter",
  "please_refresh": "Bitte aktualisieren Sie die Seite",
  "point": "Punkt",
  "points-registration-error": "Berechnetes Ergebnis gab undefined zurück. Das Formular ist ungültig, auch wenn es gesendet werden kann. Möglicherweise fehlen einige Validierungen für die Formularfelder.",
  "post-type": "Posttyp:",
  "save": "Speichern",
  "saved": "Gespeichert",
  "seconds": "Sekunden",
  "something-went-wrong": "Bitte laden Sie die Seite neu",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Etwas ist schief gelaufen, wir konnten Sie nicht einloggen - bitte versuchen Sie es erneut.",
  "team": "Team",
  "yourmatch": "Dein Spiel"
}
