{
  "install_hint": "Hinweis:\nInstalliere diese Web-App auf deinem Startbildschirm, damit sie besser funktioniert!",
  "menu": {
    "home": "Startseite",
    "league": "Liga",
    "sidequest": "Nebenquest",
    "games": "Spiele",
    "map": "Karte"
  },
  "games": {
    "iron_grip": "Eisengriff",
    "land_water_beach": "Land, Wasser, Strand",
    "mastermind": "Mastermind",
    "hamster_wheel": "Hamsterrad",
    "labyrinth": "Labyrinth"
  },
  "score": {
    "monkey_bars": "{score} Stangen",
    "nerve_spiral": "{score} Sekunden",
    "ticket_twist": "{score} Tickets",
    "mine_field": "{score} Sekunden",
    "table_surfing": "{score} Sekunden"
  },
  "explanation": {
    "iron_grip": "Im Wettbewerb 'Eisengriff' treten neun Teilnehmer gegeneinander an, um zu sehen, wer am längsten an einem Gerüst hängen kann, innerhalb einer Zeitspanne von zehn Minuten. Alle Teilnehmer beginnen gleichzeitig zu hängen, mit den Handflächen nach vorne, wenn der Countdown beginnt. \n\nEin Schiedsrichter, der als Schiedsrichter (a) bezeichnet wird, ist für das Stoppen und Starten der Uhr verantwortlich. Die Uhr stoppt, wenn alle neun Teilnehmer an ihrem Platz sind und am Gerüst hängen, und sie startet erneut, sobald jemand loslässt. Ein anderer Schiedsrichter, Schiedsrichter (b), überwacht die gesamte verfügbare Zeit von zehn Minuten. \n\nTeilnehmer können mit Teamkollegen wechseln, die in der Nähe warten, bereit, die Leiter hinaufzuklettern und zu übernehmen. Es gibt keine Beschränkungen für die Anzahl der Wechsel oder wie oft ein Teilnehmer hängen kann. Der Wettbewerb dreht sich darum, in der vorgegebenen Zeitspanne von zehn Minuten so viel Zeit wie möglich hängend am Gerüst zu verbringen.",
    "land_water_beach": "Dieser Posten ist ein Reaktionsposten, bei dem Teams gegeneinander antreten. Zehn Teilnehmer jedes Teams beginnen in der Zone in der Mitte.\nIn dieser Herausforderung erhält das Team, bei dem alle 10 Teilnehmer am schnellsten in die richtige Zone wechseln, einen Punkt. Bei gleicher Reaktionszeit erhalten beide Teams einen Punkt. Es ist daher entscheidend, schnell zu reagieren und sich in die richtige Zone zu bewegen. Falsche Bewegungen führen dazu, dass das andere Team einen Punkt erhält. Nach drei Signalen werden die zehn Teilnehmer durch zehn neue Teilnehmer aus dem Team ersetzt. Dies wird über drei Runden wiederholt.\nDie Reaktionszeit ist entscheidend, um zu gewinnen.",
    "mastermind": "Der Posten ist inspiriert vom Konzept des Spiels Mastermind.\n\nDas Team muss einen Farbcode lösen, der in einer Box versteckt ist. Fünf Teilnehmer werden als Codeknacker bestimmt, während der Rest des Teams als Farbsteine fungiert.\n\nCodeknacker platzieren ihre Lösungen auf dem Spielbrett und kontaktieren dann den Schiedsrichter. Der Schiedsrichter platziert 'Antwortstifte' in der Box neben jeder Reihe. Diese Stifte zeigen an, wie viele Farben die richtige Farbe und korrekt platziert sind (rot) und wie viele Farben die richtige Farbe, aber nicht korrekt platziert sind (weiß) im Vorschlag der Codeknacker.",
    "labyrinth": "Bei diesem Posten wird das Team herausgefordert, zusammenzuarbeiten, indem sie eine Kugel durch ein Labyrinth auf einer Platte navigieren.\nDer Schiedsrichter startet das Spiel, indem er die Kugel auf den Startpunkt legt und den Timer startet. Es gibt drei Kontrollpunkte auf dem Brett, und alle Spieler wechseln an jedem Kontrollpunkt mit neuen 12 Spielern, sodass insgesamt 36 Personen spielen können.\nWenn das Labyrinth abgeschlossen ist oder die Zeit abgelaufen ist, legen die Teilnehmer das Brett ruhig auf den Boden.",
    "hamster_wheel": "Bei diesem Posten treten 2 Teams gegeneinander in ihren jeweiligen 'Hamsterrädern' an. Das Team, das den Parcours am schnellsten durchläuft, ohne außerhalb des Rades zu treten, gewinnt. Es wird eine Runde gespielt, aber alle Teilnehmer werden nach 1 Runde ausgetauscht. Der erste, der nach 2 Runden das Ziel erreicht, gewinnt. Die Zeit, die die Teams verwenden, wird auch in die Anzahl der Punkte eingerechnet, die sie am Posten erhalten."
  },
  "points": "Punkte",
  "pointexplenation": {
    "iron_grip": "Die Punkte werden nach dem Wettbewerb basierend darauf vergeben, wer am längsten hängen konnte. Als Schiedsrichter (a) ist es deine Aufgabe, die Zeit zu notieren, wenn alle 9 Teilnehmer gleichzeitig hängen.",
    "labyrinth": "Punkte werden basierend auf der Anzahl der erreichten Kontrollpunkte und der Zeit für die Fertigstellung des Labyrinths vergeben.",
    "mastermind": "Die Punkte werden basierend auf der Anzahl der Runden vergeben, die das Team benötigt, um den Farbcode zu lösen.",
    "land_water_beach": "Das Team erhält einen Punkt für jedes gewonnene Signal. Beide Teams erhalten einen Punkt, wenn sie gleich schnell sind.",
    "hamster_wheel": "Punkte werden basierend darauf vergeben, ob das Team gewinnt und der Zeit, die sie für die Runde benötigt haben."
  },
  "category": {
    "iron_grip": "Stärke",
    "labyrinth": "Zusammenarbeit",
    "mastermind": "Logik",
    "land_water_beach": "Reaktion",
    "hamster_wheel": "X-Faktor"
  },
  "rules": {
    "iron_grip": "• Die Teilnehmer müssen mit den Handflächen nach vorne hängen\n• Die Zeit wird von Schiedsrichter (a) gestoppt, wenn nicht alle neun Teilnehmer gleichzeitig hängen.",
    "labyrinth": "Das Spiel beginnt, wenn der Schiedsrichter die Kugel auf das Brett gelegt hat.\n• 12 Personen müssen während des Spiels um das Brett stehen.\n• Es ist nicht erlaubt, die Kugel mit den Händen zu berühren, wenn sie sich auf dem Brett befindet, noch unter dem Labyrinth durchzukriechen, während das Spiel läuft, es sei denn, die Kugel fällt durch ein Loch.\n• Wenn die Kugel in ein Loch fällt, muss sie aufgehoben und zum vorherigen Kontrollpunkt oder Startpunkt zurückgelegt werden.\n• Die Kugel muss immer auf dem Brett bleiben und es ist nicht erlaubt, die Kugel hochzuwerfen, um Hindernisse zu überwinden.\n• Für jeden erreichten Kontrollpunkt müssen alle 12 Teilnehmer durch 12 neue ersetzt werden.",
    "land_water_beach": "Sie müssen schnell auf drei verschiedene Signale reagieren:\n• Gelbes Signal: Stillstehen wie ein Strand.\n• Grünes Signal: Rückwärts in die 'Land'-Zone bewegen.\n• Blaues Signal: Vorwärts in die 'Wasser'-Zone bewegen.",
    "mastermind": "• Das Team hat 10 Minuten, um den Farbcode zu lösen.\n• Nur die ernannten Codeknacker dürfen die Steine setzen und Lösungen vorschlagen.\n• Das Team informiert den Hauptschiedsrichter, wenn sie ihre Antwort abgegeben haben.",
    "hamster_wheel": "Teams haben jeweils 15-20 Teilnehmer im Hamsterrad.\n• Es gibt eine +10 Sekunden Strafe, wenn das Team außerhalb des Rades tritt.\n• Das gesamte Team von 15 wird nach 1 Runde durch 15 neue Teilnehmer ersetzt.\n• Das gesamte Rad muss über der Linie sein, um den Wechsel zu ermöglichen.\nDas gesamte Rad muss über der Linie sein, damit die Zeit gestoppt wird."
  },
  "general_error": "Etwas ist schief gelaufen",
  "pleaserefresh": "Versuche die Seite zu aktualisieren",
  "coins": "Münzen",
  "game": "Spiel",
  "team1team2": "Team 1 / Team 2",
  "start": "Start",
  "rulestitle": "Regeln",
  "login": {
    "login_button": "Anmelden",
    "teamcode": "Teamcode",
    "teamcode_invalid": "Entschuldigung, dein Teamcode ist ungültig"
  },
  "league": {
    "rankingisempty": "Es wurden noch keine Punkte erzielt. Schau nach der ersten Runde wieder vorbei.",
    "viewgamerankings": "Rangliste für jedes Spiel anzeigen",
    "viewgamerankings-title": "Du kannst die Ranglisten pro Spiel auf den Spieldetailseiten sehen.",
    "ranking-frozen": "Die Rangliste ist jetzt eingefroren, bis die Gewinner bekannt gegeben werden"
  },
  "admin": {
    "select_league": {
      "intro": "Wähle deine Zone"
    },
    "select_game": {
      "intro": "Wähle welches Spiel du bewertest"
    },
    "intro": "Frage, welches Team sie sind und stelle sicher, dass das richtige Team am richtigen Ort ist und dass es mit dem Team übereinstimmt, das oben steht."
  },
  "yourmatch": "Dein Spiel",
  "back": "Zurück",
  "teamName": "Team",
  "family": "Familie",
  "familyBalance": "Familienguthaben",
  "results": "Ergebnisse für dieses Spiel",
  "pointstitle": "Punkte",
  "categorytitle": "Kategorie",
  "loading": "Laden...",
  "match-list": "Spielübersicht",
  "no-matches-for-this-filter": "Keine Spiele für diesen Filter",
  "please_refresh": "Bitte aktualisieren",
  "something-went-wrong": "Bitte aktualisieren Sie die Seite",
  "league-status": "Ligastatus",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Etwas ist schief gelaufen, wir konnten dich nicht anmelden - bitte versuche es erneut.",
  "point": "Punkt",
  "calculated-score": "Berechnete Punktzahl",
  "save": "Speichern",
  "saved": "Gespeichert",
  "points-registration-error": "Berechnetes Ergebnis ergab undefined. Das Formular ist ungültig, obwohl es eingereicht werden kann. Möglicherweise fehlt eine Validierung des Formularfelds.",
  "couldnt-load-the-video": "Video konnte nicht geladen werden",
  "details": "Details",
  "total-nr-of-bars": "Gesamtanzahl der Stangen",
  "nr-of-participants": "Anzahl der Teilnehmer",
  "team": "Team",
  "minutes": "Minuten",
  "seconds": "Sekunden",
  "penalty-points": "Strafpunkte"
}
