{
  "install_hint": "Hint:\nInstall this web-app to your home screen, it'll work better!",
  "menu": {
    "home": "Home",
    "league": "League",
    "sidequest": "Side quest",
    "games": "Games",
    "map": "Map"
  },
  "games": {
    "iron_grip": "The iron grip",
    "land_water_beach": "Land, water, beach",
    "mastermind": "Mastermind",
    "human_shuffleboard": "Human Shuffleboard",
    "labyrinth": "Labyrinth"
  },
  "score": {
    "iron_grip": "{score} points",
    "land_water_beach": "{score} points",
    "mastermind": "{score} points",
    "human_shuffleboard": "{score} points",
    "labyrinth": "{score} secpointsonds"
  },
  "explanation": {
    "iron_grip": "I Jerngrepet utfordres ni deltakere om gangen til å henge i et stillas mest mulig i løpet av en ti-minutters periode. Når nedtellingen starter, må alle ni deltakere begynne å henge med håndflaten fremover. \nEn dommer (a) stopper klokken når alle ni deltakere henger, og starter den igjen hvis noen slipper taket, mens en annen dommer (b) overvåker den ti minutters perioden de har til disposisjon.\nDeltakerne på laget som ikke henger i øyeblikket, står klar ved stigen for å bytte deltakere ved behov. Det er ingen begrensning på hvor mange ganger deltakerne kan henge i jerngrepet, og konkurransen fortsetter til de ti minuttene er omme.\nDet er om å gjøre å samle mest tid hengende i løpet av de 10 minuttene oppgaven varer",
    "land_water_beach": "Denne posten er en reaksjonspost, hvor dere konkurrerer mot et annet lag. Ti deltakere fra hvert lag starter i sonen i midten, og skal reagere så raskt som mulig på tre ulike signaler:\n\nGult signal betyr at man skal bli stående stille, strand\nGrønt signal betyr at man skal flytte seg til sonen bak, land\nBlått signal betyr at man skal flytte seg til sonen foran, vann\n\nDet laget hvor alle 10 deltakere flytter seg raskest til riktig sone, er det laget som får poeng. Hvis dere er like raske, får begge lag ett poeng. Altså må man reagere raskt, og bevege seg til riktig sone. Hvis man beveger seg til feil sone, får det andre laget ett poeng. Etter tre signal, skal dere bytte ut de ti deltakene med ti nye deltakere fra laget. Dette gjennomføres tre runder.",
    "mastermind": "På denne posten skal laget finne ut av hvilken fargekode som skjuler seg i boksen. Laget skal ha plukket ut 5 deltakere til å være deres «Codebreakers». Resten av laget brukes som fargebrikker i spillet etter hvert som «Codebreakers» plasser sine løsninger på spillbrettet.\nNår «Codebreakers» har lagt ut et forslag på løsning, kontakter de dommeren som vil plassere «svar-pinner» i boksen plassert ved siden av hver rad. «Svar-pinnene» viser hvor mange riktige farger (svart) og riktig farge som er riktig plassert (rød) «Codebreakers» har plassert ut i sitt forslag.\n\nPoeng gis etter antall runder brukt på å løse fargekoden.",
    "labyrinth": "Velkommen\nBallen skal igjennom labyrinten. Det er hull og checkpoints på brettet\n12 personer kan holde rundt brettet\nSpillet er igang da dommer plasserer ballen på start.\nIkke lov å bevege ballen med hendene når den er i spill på brettet.\nIkke lov å krabbe under labyrint når spillet er igang. Det er kun lov når ballen fallet gjennom et hull\nFaller ballen ned i et hull, må den plukkes opp og legges tilbake til siste checkpoint eller start\nBallen skal alltid ligge på brettet. Ikke lov å kaste ballen opp med brettet for å prøve å komme over hinder på brettet\nDet er 3 checkpoints på brettet. Alle spillerne bytter plass med nye spillere. Totalt 36 personer får spilt.\nNår labyrinten er ferdig eller tiden er ute, plasserer deltakerne brettet rolig ned på bakken",
    "human_shuffleboard": "1. To lag konkurrer mot hverandre.\n2. Lagene stiller med 9 deltakere per omgang.\n3. Det skal sitte en person i baderingen til enhver tid, armer og ben kan ikke touche bakken eller aktivt skyve på andre baderinger som er i spill.\n4. Laget med blå baderinger starter første omgang. Det spilles annenhver farge inntil alle baderinger er spilt.\n5. I omgang nr. 2 starter rødt lag.\n6. Stein, saks, papir avgjør hvem som starter omgang nr. 3.\n7. Spillet starter med at en deltaker plassers i baderingen, mens to personer skal dytte baderingen, de kan ikke passere den røde streken (slipp sone) på banen.\n8. Etter at alle har skjøvet sine tre baderinger, telles scoren på alle baderinger som ligger innenfor scoringsområdet.\n9. Hele baderingen må ligge innenfor poengområdet for at det skal telles med.\n10. Hvis baderingen berører streken, er det den bakerste poengsonen som er tellende.\n11. Det spilles 3 omganger, med 3 skyv av baderinger per omgang.\n12. Poengene fra hver omgang telles opp til en totalsum.\n13. Det laget med flest poeng vinner konkurransen."
  },
  "leadstory": {
    "iron_grip": "",
    "labyrinth": "",
    "land_water_beach": "",
    "mine_field": "",
    "human_shuffleboard": ""
  },
  "rules": {
    "iron_grip": "",
    "labyrinth": "Coming soon",
    "land_water_beach": "",
    "mastermind": "Tid: 10 min\nAntall deltakere: 5 stk codebreakers + 32 stk fargebrikker (maksimalt).",
    "human_shuffleboard": ""
  },
  "general_error": "Something went wrong",
  "pleaserefresh": "Please try refreshing the page",
  "points": "M £",
  "coins": "Coins",
  "game": "Game",
  "team1team2": "Team 1 / Team 2",
  "start": "Start",
  "rulestitle": "Rules",
  "login": {
    "login_button": "Logg inn",
    "teamcode": "Team code",
    "teamcode_invalid": "Sorry, your team key is not valid"
  },
  "league": {
    "rankingisempty": "No team has yet registered points. Check back here after the first round.",
    "viewgamerankings": "View ranking for each game",
    "viewgamerankings-title": "You can view the rankings per game on the game detail pages.",
    "ranking-frozen": "The ranking is now frozen until the winners are announced"
  },
  "admin": {
    "select_league": {
      "intro": "Choose the zone you are in"
    },
    "select_game": {
      "intro": "Choose the post you are a referee for"
    }
  },
  "yourmatch": "Your match in this game",
  "sidequest": {
    "thanks": "Thanks, your answer has been recorded",
    "timeranout": "Time ran out, better luck next time",
    "areyouready": "Are you ready?",
    "checkanswerlater": "Check the answer when the game is over",
    "question_locked": "Expired",
    "youhaveunsubmittedanswers": "You have {numAnswers} answers. Do you want to send them now?",
    "submityouranswers": "Submit your answers",
    "gameroundtitle": "Round {round}",
    "back_to_overview": "Return to the overview",
    "alreadyAnswered": "You have already answered this question",
    "explanation": "Explanation",
    "explanation_text": "After every round except the last one, 2 questions will be unlocked in random order, so 8 questions total. You can answer them until the next match starts.\n\nIf you don't answer the question or back out of it, you loose one of your 8 coins. If you retry the same question you will have to skip another question. \n\nYour team earns bonus points based on how many of your team sends in a correct answer for each question.",
    "noroundyet": "Not yet available. Come back after the match",
    "submitfailed": "Failed to submit your answers. Make sure you have connection and try again",
    "no_coins": "You don't have any coins left. You can't answer any more questions",
    "questiontypes": {
      "math": "Math",
      "knowledge": "Knowledge",
      "recognize": "Recognize",
      "insight": "Insight",
      "remember": "Remember",
      "guess": "Guess"
    }
  },
  "questions": {
    "guesshowmany1": {
      "q": "How many hours of Fra Kåre have there been listened to this year?",
      "intro": "Have you been listening to Fra Kåre this year?"
    },
    "guesshowmany2": {
      "q": "How many people have visited the camps in 2023?",
      "intro": "Are you good at counting?"
    },
    "remember": {
      "q": "What is the correct order of the Herman Shuffle dance moves?",
      "intro": "Did you dance along this morning?",
      "a": {
        "lwd": "Lean, Wave, Drift",
        "wld": "Wave, Lean, Drift",
        "ldw": "Lean, Drift, Wave",
        "wdl": "Wave, Drift, Lean"
      }
    },
    "insight": {
      "q": "Which rollercoaster cart will reach the bottom first?",
      "intro": "Look at the image. Which rollercoaster cart will reach the bottom first?",
      "a": {
        "red": "Red",
        "green": "Green",
        "yellow": "Yellow",
        "sametime": "They reach the bottom at the same time"
      }
    },
    "recognize1": {
      "q": "Do you recognize or remember who this is?",
      "intro": "Do you know who we are (not) seeing in this image?",
      "a": {
        "opta": "Gershon Twilley",
        "optb": "Harald Kronstad",
        "optc": "Gunnar Gangsø",
        "optd": "Bernt-Aksel Larsen"
      }
    },
    "recognize2": {
      "q": "Can you remember who this is?",
      "intro": "Did you follow the projects this year? Look at the image.",
      "a": {
        "peter": "Peter",
        "john": "John",
        "matthew": "Matthew",
        "paul": "Paul"
      }
    },
    "math": {
      "q": "What number should the question mark be?",
      "intro": "Look at the image. What number should the question mark be?",
      "a": {
        "30": "30",
        "67": "67",
        "81": "81",
        "200": "200"
      }
    },
    "knowledge": {
      "q": "In what country does BCC not have a church?",
      "intro": "Where are you from?",
      "a": {
        "singapore": "Singapore",
        "serbia": "Serbia",
        "japan": "Japan",
        "peru": "Peru"
      }
    }
  },
  "back": "Back",
  "please_refresh": "Please refresh",
  "team": "Team",
  "teamName": "Team",
  "family": "Family",
  "familyBalance": "Family Balance",
  "results": "Results on this game",
  "pointstitle": "Points",
  "categorytitle": "Category"
}
