
{
  "install_hint": "Hint:\nInstall this web app on your home screen, it will work better!",
  "menu": {
    "home": "Home",
    "league": "League",
    "sidequest": "Sidequest",
    "games": "Games",
    "map": "Map"
  },
  "games": {
    "iron_grip": "Iron Grip",
    "land_water_beach": "Land, Water, Beach",
    "mastermind": "Mastermind",
    "hamster_wheel": "Hamster Wheel",
    "labyrinth": "Labyrinth"
  },
  "score": {
    "monkey_bars": "{score} bars",
    "nerve_spiral": "{score} seconds",
    "ticket_twist": "{score} tickets",
    "mine_field": "{score} seconds",
    "table_surfing": "{score} seconds"
  },
  "explanation": {
    "iron_grip": "In the competition 'Iron Grip,' nine participants face each other in a challenge where the goal is to hang from a scaffold for as long as possible within a ten-minute period. All participants start hanging at the same time, with their palms facing forward, when the countdown begins. \n\nA judge, referred to as judge (a), is responsible for stopping and starting the clock. The clock stops when all nine participants are in place and hanging from the scaffold, and it starts again each time someone lets go. Another judge, judge (b), monitors the total ten-minute time available to the participants. \n\nParticipants can switch with teammates waiting nearby, ready to climb up the ladder and take over. There are no restrictions on the number of switches or how many times a participant can hang. The competition is about accumulating the most time hanging from the scaffold within the given ten-minute timeframe.",
    "land_water_beach": "This post is a reaction post where teams compete against each other. Ten participants from each team start in the zone in the middle.\nIn this challenge, the team where all 10 participants move to the correct zone the fastest earns one point. If reaction times are the same, both teams earn one point. It is therefore crucial to react quickly and move to the correct zone. Incorrect movements result in the other team getting one point. After three signals, the ten participants are replaced by ten new participants from the team. This is repeated over three rounds.\nReaction time is crucial to win.",
    "mastermind": "The post is inspired by the concept of the game Mastermind.\n\nThe team must solve a color code hidden in a box. Five participants are designated as Codebreakers, while the rest of the team acts as color pieces.\n\nCodebreakers place their solutions on the game board, then contact the judge. The judge places 'answer pegs' in the box next to each row. These pegs show how many colors are the correct color and correctly placed (red) and how many colors are the correct color but not correctly placed (white) in the Codebreakers' proposal.",
    "labyrinth": "In this post, the team will be challenged to cooperate by navigating a ball through a labyrinth on a plate.\nThe judge starts the game by placing the ball at the starting point and starting the timer. There are three checkpoints on the board, and all players switch places with new 12 players at each checkpoint, so a total of 36 people get to play.\nWhen the labyrinth is completed or time runs out, the participants calmly place the board on the ground.",
    "hamster_wheel": "In this post, 2 teams compete against each other in their respective “Hamster Wheels”. The team that is fastest through the course without stepping outside the wheel wins. One round is played, but all participants are replaced after 1 round. The first team to finish after 2 rounds wins. The time the teams use will also count towards the points they earn at the post."
  },
  "points": "Points",
  "pointexplenation": {
    "iron_grip": "Points are ranked after the competition based on who managed to hang the longest. As judge (a), it is your task to note the time when all 9 participants hang simultaneously.",
    "labyrinth": "Points are awarded based on the number of completed checkpoints and the time taken to complete the labyrinth.",
    "mastermind": "Points are awarded based on the number of rounds the team uses to solve the color code.",
    "land_water_beach": "The team gets one point for each signal they win. Both teams get one point if they are equally fast.",
    "hamster_wheel": "Points are awarded based on whether the team wins and the time they used for the round."
  },
  "category": {
    "iron_grip": "Strength",
    "labyrinth": "Teamwork",
    "mastermind": "Logic",
    "land_water_beach": "Reaction",
    "hamster_wheel": "X-factor"
  },
  "rules": {
    "iron_grip": "• Participants must hang with their palms facing forward\n• The time is stopped by judge (a) when not all nine participants hang simultaneously.",
    "labyrinth": "The game starts when the judge has placed the ball on the board.\n• 12 people must hold around the board while the game is ongoing.\n• It is not allowed to touch the ball with your hands when it is on the board, nor to crawl under the labyrinth while the game is ongoing, unless the ball falls through a hole.\n• If the ball falls into a hole, it must be picked up and placed back at the previous checkpoint or starting point.\n• The ball must always be on the board, and it is not allowed to throw the ball up to try to overcome obstacles.\n• For each checkpoint the ball reaches, all 12 participants must be replaced with 12 new ones.",
    "land_water_beach": "They must react quickly to three different signals:\n• Yellow signal: Stand still like a beach.\n• Green signal: Move backwards to the 'land' zone.\n• Blue signal: Move forward to the 'water' zone.",
    "mastermind": "• The team has 10 minutes to solve the color code.\n• Only the designated Codebreakers are allowed to set up the pieces and suggest solutions.\n• The team informs the main judge when they have submitted their answer.",
    "hamster_wheel": "Teams have 15-20 participants each, inside the hamster wheel.\n• There is a +10 sec penalty if the team steps outside the wheel.\n• The entire team of 15 is replaced after 1 round with 15 new participants.\n• The entire wheel must be over the line to make the switch.\nThe entire wheel must be over the line for the time to stop."
  },
  "general_error": "Something went wrong",
  "pleaserefresh": "Try refreshing the page",
  "coins": "Coins",
  "game": "Game",
  "team1team2": "Team 1 / Team 2",
  "start": "Start",
  "rulestitle": "Rules",
  "login": {
    "login_button": "Log in",
    "teamcode": "Team Code",
    "teamcode_invalid": "Sorry, your team code is not valid"
  },
  "league": {
    "rankingisempty": "No points have been earned yet. Check back here after the first round.",
    "viewgamerankings": "View rankings for each game",
    "viewgamerankings-title": "You can see the rankings per game on the game detail pages.",
    "ranking-frozen": "The ranking is now frozen until the winners are announced"
  },
  "admin": {
    "select_league": {
      "intro": "Select your zone"
    },
    "select_game": {
      "intro": "Select which game you are judging"
    },
    "intro": "Ask which team they are and make sure it's the correct team in the right place, and that it matches the team listed above."
  },
  "yourmatch": "Your Game",
  "back": "Back",
  "teamName": "Team",
  "family": "Family",
  "familyBalance": "Family Balance",
  "results": "Results for this game",
  "pointstitle": "Points",
  "categorytitle": "Category",
  "loading": "Loading...",
  "match-list": "Match List",
  "no-matches-for-this-filter": "No matches for this filter",
  "please_refresh": "Please reload",
  "something-went-wrong": "Please reload the page",
  "league-status": "League status",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Something went wrong, we couldn't log you in - try again.",
  "point": "Point",
  "calculated-score": "Calculated score",
  "save": "Save",
  "saved": "Saved",
  "points-registration-error": "Calculated result returned undefined. The form is invalid even though it can be submitted. You might be missing some validation on the form field.",
  "couldnt-load-the-video": "Couldn't load the video",
  "details": "Details",
  "total-nr-of-bars": "Total number of bars",
  "nr-of-participants": "Number of participants",
  "team": "Team",
  "minutes": "Minutes",
  "seconds": "Seconds",
  "penalty-points": "Penalty points"
}