{
  "admin": {
    "intro": "Ask which team they are and make sure it's the correct team in the right place, and that it matches the team listed above.",
    "select_game": {
      "intro": "Select which game you are judging"
    },
    "select_league": {
      "intro": "Select your zone"
    }
  },
  "admin-referee-info": {
    "hamster_wheel": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Manuscript:</span> <br /> Welcome to the Hamster Wheel. <ul class='list-disc list-inside'> <li>In this post, you will compete against another team in a relay race. The team that wins and has the best time gets the most points.</li> <li>The teams must reach the other side and back in the shortest possible time.</li> <li>A team must have 15 participants in the wheel at the same time. There must be 15 participants inside the wheel throughout the course.</li> <li>The whole team must complete the relay together. The team must move within the mat with the mat over their heads throughout the course.</li> <li>As long as the team has enough participants, the people in the wheel can be replaced with 15 new people when the team is halfway.</li> <li>The team must cross the line with the entire wheel before they can swap participants.</li> <li>The team that returns first with the entire team over the starting line wins. The time will also be recorded, so it is important for both teams to be as fast as possible even if they do not finish first.</li> <li>The team must stay within the mat throughout the course. Each foot that touches the ground outside the mat adds time. This also applies if the fabric is not over the participants' heads.</li> <li>You have 2 minutes to get ready.</li> <li>The task starts at my (the referee's) signal.</li> <li>Is the task understood?</li> <li>Then the teams can get ready at the starting line. The group that will take over can stand on the other side of the track. The 2-minute countdown starts now.</li> <li>Time is up. Are all teams ready?</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>For referees:</span> <ul class='list-disc list-inside'> <li>Two referees are placed on each side of the teams and record on their phone how often the teams step outside the band and each time the team does not have the fabric over their heads.</li> <li>Ensure that participants and the audience have clear positions in front of the game board considering game experience, visibility, and engagement.</li> </ul> <br /> <span>At the end of the game:</span> <ul class='list-disc list-inside'> <li>Collect the mats and distribute them ready for the next team that comes.</li> <li>Straighten the starting line and other barriers if necessary.</li> <li>Prepare for the new group!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Health, Environment, and Safety:</span> <ul class='list-disc list-inside'> <li>Be aware that the hamster wheel involves many people walking at a high pace simultaneously and close to each other, which can result in some people falling. This is considered a medium risk.</li> </ul> </div>",
    "iron_grip": "<div class='rounded-md p-5 mb-4 bg-amber-50'> <span class='font-bold'>Manuscript:</span> <br /> Welcome to Iron Grip. <ul class='list-disc list-inside'> <li>The goal of this post is to accumulate as much 'hanging-time' as possible within 10 minutes.</li> <li>Everyone can participate, but only 9 people can hang at the same time.</li> <li>The team accumulates 'hanging-time' when 9 members of the team hang simultaneously from the scaffold.</li> <li>The team has 10 minutes to complete the task.</li> <li>When fewer than 9 participants hang simultaneously, the time for 'hanging-time' stops until there are 9 participants hanging again. Then the time resumes.</li> <li>Participants who cannot hang any longer must line up at the back of the queue next to the scaffold.</li> <li>Only the participants who are hanging are allowed on the scaffold, the rest of the team must stand in line on the side of the scaffold (point to the correct side).</li> <li>If cheating occurs, the team will receive a 10-second penalty from the accumulated time.</li> <li>Participants can only hang by their hands, without support from legs, other participants, or objects.</li> <li>The referee decides whether something is cheating or not, but anything that helps participants hang beyond their own strength is defined as cheating.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>For referees:</span> <ul class='list-disc list-inside'> <li>Have a timer that counts down from 10 minutes ready, which starts at the beginning of the competition.</li> <li>Have a timer that is used for the accumulated 'hanging-time', which stops every time there are fewer than 9 participants hanging from the scaffold simultaneously, and starts again when 9 participants hang simultaneously.</li> <li>A participant can participate as many times as they want.</li> <li>The team decides which participants they want to use for hanging, and this can also be changed during the event.</li> <li>Participants must hang by their hands straight down from the scaffold, and cannot use legs, other participants, objects, etc. for support.</li> <li>A referee monitors cheating. IMPORTANT: Point out to the team that this is cheating and note it down.</li> <li>Announce the following times: Now there are 5 minutes left, halfway! Now there are 2 minutes left, now there is 1 minute left!</li> </ul> <br /> <span>At the end of the game:</span> <ul class='list-disc list-inside'> <li>Record 'hanging-time' and cheating in the app.</li> <li>Safety routine: Check the scaffold to ensure everything is secure after each round.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Health, Environment, and Safety:</span> <ul class='list-disc list-inside'> <li>Risk of falling from the scaffold, sprains from falling, blisters on hands.</li> <li>Where the post has asphalt as a base, there will be mats.</li> </ul> </div>",
    "labyrinth": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Manuscript:</span> <br /> Welcome to the Labyrinth. <ul class='list-disc list-inside'> <li>In this post, you must work together to get a ball through a labyrinth.</li> <li>Up to 12 players work together at a time, and you have a maximum of ten minutes to complete the task.</li> <li>There are two checkpoints in the labyrinth where the 12 players are replaced by 12 new players.</li> <li>It is not allowed to touch the ball with your hands when it is on the board, or throw it up.</li> <li>If the ball falls into a hole, one of the players must pick it up and place it back at the starting point or the previous checkpoint, but it is only allowed to be under the labyrinth when the ball falls through a hole.</li> <li>You get two points for each checkpoint you pass, and more points the faster you complete the task.</li> <li>When the labyrinth is completed or time is up, you can place the labyrinth gently on the ground.</li> <li>The game starts when a referee places the ball at the starting point.</li> <li>Is the task understood?</li> <li>Then 12 players can get ready to start at the labyrinth, and the rest of the team can stand over here (point to where it is beneficial for the rest of the team to stand).</li> <li>12 new players must be ready to take over at the checkpoints.</li> <li>Then we start. Ready, set, go!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>For referees:</span> <ul class='list-disc list-inside'> <li>Control the crowds and place spectators as best as possible.</li> <li>Be ready to start a 10-minute countdown when the team starts.</li> <li>Ensure that all players swap with new players at the checkpoints.</li> <li>Monitor to ensure participants do not break any rules.</li> <li>Stop the game after 10 minutes if the team has not already completed the task.</li> </ul> <br /> <span>At the end of the game:</span> <ul class='list-disc list-inside'> <li>Collect all the balls that have been in play.</li> <li>Prepare for new groups!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Health, Environment, and Safety:</span> <ul class='list-disc list-inside'> <li>The risk associated with this post is that participants may drop the labyrinth on their feet. If the ball falls through a hole, participants must be careful when picking it up to avoid the labyrinth falling on them. Splinters or blisters in the palm can occur.</li> </ul> </div>",
    "land_water_beach": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Manuscript:</span> <br /> Welcome to Land, Water, Beach. <ul class='list-disc list-inside'> <li>In this post, you will compete against another team to react as quickly as possible and move between three zones on three different signals.</li> <li>Ten people from each team start in the middle zone, beach.</li> <li>The three signals you need to react to are: <ul> <li>Red signal means you should move to the back zone, land.</li> <li>Yellow signal is the middle zone, beach.</li> <li>Blue signal is the front zone, water.</li> </ul> </li> <li>The team where all ten players move first to the correct zone gets one point. If both teams are equally fast, both teams get one point.</li> <li>Players must remain in the zone they move to.</li> <li>Three signals are shown before the ten players are replaced with ten new players. And this is carried out for a total of three rounds.</li> <li>You get points based on how many rounds you win.</li> <li>Is the task understood?</li> <li>Then ten players can start in the middle zone, and the rest of the team can stand there and be ready to replace the ten players. (point to where it is best for the rest of the team to stand)</li> <li>Then we start. Ready, set, go!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>For referees:</span> <ul class='list-disc list-inside'> <li>Make sure the rest of the team stands in an appropriate place and is ready to replace ten new players for each round.</li> <li>Ensure that the total time for the post does not exceed 15 minutes.</li> <li>The head referee shows points on the scoreboard.</li> <li>Two line referees with flags make a quick decision on who gets points.</li> <li>The person in the signal box must vary the signal and the time between signals.</li> </ul> <br /> <span>At the end of the game:</span> <ul class='list-disc list-inside'> <li>Ensure that the zones are still clearly marked.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Health, Environment, and Safety:</span> <ul class='list-disc list-inside'> <li>There is little risk associated with this post; tripping, sprains, or falls may occur. Be aware of this.</li> </ul> </div>",
    "mastermind": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Manuscript:</span> <br /> Welcome to Mastermind. <ul class='list-disc list-inside'> <li>The goal of this post is to figure out which color code is in the suitcase.</li> <li>You have 8 rounds and a maximum of 10 minutes to solve the task.</li> <li>You get more points the fewer rounds you use to find the correct code.</li> <li>You must now choose 5 Codebreakers.</li> <li>These 5 have the main task of solving the task.</li> <li>The rest are given a color (Durag - headgear) that represents a game piece that Codebreakers can place on the board.</li> <li>All participants who are game pieces must wear the headgear at all times during the game. (Bring/show the durag to demonstrate)</li> <li>Codebreakers pick the game pieces (participants with headgear) they want to use and place them on a black game piece on the game board.</li> <li>When Codebreakers submit their answer, a referee will place 'answer pins' that tell the Codebreakers how close they are to the answer. <ul> <li>Red pin = correct color in the correct place</li> <li>White pin = correct color in the wrong place</li> </ul> (Bring the pins in hand and show them)</li> <li>When Codebreakers guess the correct color code, a referee will go forward and open the box.</li> <li>The rest of the team stands on the side of the game board.</li> <li>Is the task understood?</li> <li>Then Codebreakers can go to that referee (point and show).</li> <li>All those who will be game pieces can stand over there (point and show).</li> <li>Then we start. Ready, set, go!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>For referees:</span> <ul class='list-disc list-inside'> <li>Ensure that the audience, game pieces, and codebreakers have clear positions in front of the game board considering game experience, visibility, and engagement.</li> </ul> <br /> <span>At the end of the game:</span> <ul class='list-disc list-inside'> <li>Collect all headgear.</li> <li>Collect answer pins.</li> <li>Change the color code in the box.</li> <li>Adjust the game board if necessary.</li> <li>Prepare for new groups!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Health, Environment, and Safety:</span> <ul class='list-disc list-inside'> <li>The risk associated with this post is that participants may trip over the game pieces on the game board. This is considered very low to low risk.</li> </ul> </div>"
  },
  "calculated-score": "Calculated score",
  "couldnt-load-the-video": "Couldn't load the video",
  "details": "Details",
  "family": "Family",
  "games": {
    "hamster_wheel": "Hamster Wheel",
    "iron_grip": "Iron Grip",
    "labyrinth": "Labyrinth",
    "land_water_beach": "Land, Water, Beach",
    "mastermind": "Mastermind"
  },
  "general_error": "Something went wrong",
  "loading": "Loading...",
  "login": {
    "login_button": "Log in",
    "teamcode": "Team Code"
  },
  "menu": {
    "games": "Games"
  },
  "minutes": "Minutes",
  "no-matches-for-this-filter": "No matches for this filter",
  "please_refresh": "Please reload",
  "point": "Point",
  "points-registration-error": "Calculated result returned undefined. The form is invalid even though it can be submitted. You might be missing some validation on the form field.",
  "post-type": "Post type:",
  "save": "Save",
  "saved": "Saved",
  "seconds": "Seconds",
  "something-went-wrong": "Please reload the page",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Something went wrong, we couldn't log you in - try again.",
  "team": "Team",
  "yourmatch": "Your Game"
}
