{
    "menu": {
        "home": "Home",
        "league": "League",
        "sidequest": "Sidequest",
        "games": "Games",
        "map": "Map"
    },
    "games": {
        "monkeybars": "Monkey Bars",
        "nervespiral": "Nerve Spiral XL",
        "tickettwist": "Ticket Twist",
        "minefield": "Mine Field",
        "crowdsurfing": "Crowd Surfing"
    },
    "score": {
        "monkeybars": "{score} bars",
        "nervespiral": "{score} seconds",
        "tickettwist": "{score} tickets",
        "minefield": "{score} seconds",
        "crowdsurfing": "{score} seconds"
    },
    "leadstory": {
        "monkeybars": "Can your team provide assistance in rescuing people trapped on a malfunctioning Ferris wheel? Climbing a Ferris wheel can be challenging, and it's crucial to remember the importance of carrying first aid supplies. Please get your team to reach the other side and rescue these helpless individuals in need.",
        "nervespiral": "As you patiently await your turn in line for the next ride, suddenly there is an event of a power failure, there's no need to panic. Can your team skillfully navigate through this unexpected situation, safely departing from the line without experiencing any electrical shocks? Stay calm and trust in your team's ability to handle this challenge with composure and grace. ",
        "tickettwist": "People are waiting in line to get their ticket. Is your team capable of handling the speed and stress that comes at the ticket booth. This game combines quick thinking, endurance, speed and teamwork. Stay focused and flip as many tickets to your team colour. Are you ready for the challenge?",
        "minefield": "Your team is faced with a difficult situation where they need to cross to the other side while being cautious of wild animals that have escaped. The goal is to reach their destination without being attacked by these animals.",
        "crowdsurfing": "The train tracks are damaged, causing a significant problem. However, your team can tackle this situation by working together as a team. Combine your skills, coordinate your actions, and find a way to keep the train moving smoothly."
    },
    "explanation": {
        "monkeybars": "Player one starts with climbing the Monkey Bars as far as they can. Once they have reached the 12th bar, the next player can start from the beginning.\n\nExample: Player one has touched the 26th bar as last, so his score will be 26 points. Player two fell at the 18th bar, so her score is 18 points. The points of all the players will be added up and divided by the total number of players in the team. That will be your teams' total points.",
        "nervespiral": "When the start signal sounds, the first two players can go to the spiral, both take one side of the metal ring and try to get to the first checkpoint without touching the tube.\n\n When the two players get to one checkpoint, they go back and two new players enter the game. When these two players touch the spiral, they go back to the team and two new players continue from the last checkpoint. You continue until you reach the end of the spiral. The team that finishes first wins.",
        "tickettwist": "For this game, every player that participates in the game, needs to wear a ribbon of his or her team's color. 10 players of each team will compete against each other in the field. The goal of this game is to flip as many plates as possible to your team's color. The players in the field can switch as often as they want, but then the new player needs the ribbon from the 'old' player and then the new player can continue with the game. The game consists of 1 round of 8 minutes. When the time is up, all players leave the field and the plates will be counted by color. The team that flipped the most plates to their color, wins the game.",
        "minefield": "This game will take place in a big field with small sections. Each team has two captains on the sidelines guiding the player without using phones or any other aid. Player one starts and tries to go through the field without stepping in a wrong box. To know if you're in a right or wrong box, you use the beeper in each box. When the beeper gives the alarm signal, you're in the wrong box and you have to switch the player for a new player. Each player checks each box, even though it is 100% certain it is not a mine. The captains help with remembering the right pathway. You go on until you've reached the finish and then your time will stop. The team with the fastest time, wins the game.",
        "crowdsurfing": "The goal of this game is to get one person to the other side of the track on the flamingo over rolling persons. With your team you need to take several turns and try to not let the person on top fall on the ground. At the end of the track, you'll find a slope. Once the boys have climbed the slope, the bell rings and you switch teams. The second team (girls) will lay out the same track on the way back, with going down the slope and around all the curves. The team that crosses the finish line first, wins."
    },
    "rules": {
        "monkeybars": "All members of the team participate",
        "nervespiral": "30 - 50 team members participate (in 15-25 pairs)",
        "tickettwist": "Only the persons with a team ribbon are allowed to enter the field (10 per team)|It is permitted to switch participants without limitation, as long as they are wearing a team ribbon when entering the field",
        "minefield": "Approx. 30 team members participate|Only 1 person at a time is allowed on the course|2 team captains guide the participants through the course|Team captains may not use tools to remember the route",
        "crowdsurfing": "16 boys and 16 girls participate, 1 surfer and 15 rollers|It is not allowed to touch the ground (both floatie and surfer)|The obstacles may not be moved and rollers cannot move outside marked area"
    },
    "general_error": "Something went wrong",
    "pleaserefresh": "Please try refreshing the page",
    "points": "Points",
    "coins": "Mynter",
    "game": "Game",
    "team1team2": "Team 1 / Team 2",
    "start": "Start",
    "rulestitle": "Rules",
    "login": {
        "login_button": "Logg inn",
        "teamcode": "Team code",
        "teamcode_invalid": "Sorry, your team key is not valid"
    },
    "league": {
        "rankingisempty": "Ingen lag har registrert poeng enda. Kom tilbake etter første runde.",
        "viewgamerankings": "View ranking and scores for each game"
    },
    "admin": {
        "select_league": {
            "intro": "Choose the league you want to manage"
        }
    },
    "sidequest": {
        "thanks": "Thanks, your answer has been recorded",
        "timeranout": "Time ran out, better luck next time",
        "areyouready": "Are you ready?",
        "checkanswerlater": "Check the answer when the game is over",
        "question_locked": "Still locked",
        "youhaveunsubmittedanswers": "You have {numAnswers} answers. Do you want to send them now?",
        "submityouranswers": "Submit your answers",
        "gameroundtitle": "Round {round}",
        "back_to_overview": "Return to the overview",
        "questiontypes": {
            "math": "Math",
            "knowledge": "Knowledge",
            "recognize": "Recognize",
            "insight": "Insight",
            "remember": "Remember",
            "guess": "Guess"
        }
    },
    "questions": {
        "guesshowmany1": {
            "q": "How many hours of Fra Kåre have there been listened to this year?",
            "intro": "Have you been listening to Fra Kåre this year?",
            "a": {
                "100": "100",
                "1000": "1000",
                "10000": "10000",
                "20000": "20000"
            }
        },
        "guesshowmany2": {
            "q": "How many people have visited the camps in 2023?",
            "intro": "Are you good at counting?"
        },
        "remember": {
            "q": "What is the correct order of the Herman Shuffle dance moves?",
            "intro": "Did you dance along this morning?",
            "a": {
                "opta": "Lean, Wave, Drift",
                "optb": "Wave, Lean, Drift",
                "optc": "Lean, Drift, Wave",
                "optd": "Wave, Drift, Lean"
            }
        },
        "insight": {
            "q": "Which rollercoaster cart will reach the bottom first?",
            "intro": "Look at the image",
            "a": {
                "red": "Red",
                "green": "Green",
                "yellow": "Yellow",
                "sametime": "They reach the bottom at the same time"
            }
        },
        "guesshowoften": {
            "q": "The man with the blue shirt is going to faint on this rollercoaster ride, how often will he pass out?",
            "intro": "Look at the image",
            "a": {
                "1": "1 time",
                "2": "2 times",
                "4": "4 times",
                "8": "8 times"
            }
        },
        "recognize1": {
            "q": "What animal is trying to sniff you from the other side?",
            "intro": "Are you a fan of animals? Study the image.",
            "a": {
                "horse": "Horse",
                "camel": "Camel",
                "antilope": "Antilope",
                "giraffe": "Giraffe"
            }
        },
        "recognize2": {
            "q": "What animal is trying to sniff you from the other side?",
            "intro": "Look at the image",
            "a": {
                "elephant": "Elephant",
                "tiger": "Tiger",
                "owl": "Owl",
                "lion": "Lion"
            }
        },
        "recognize3": {
            "q": "Can you remember who this is?",
            "intro": "Did you follow the projects this year? Look at the image.",
            "a": {
                "peter": "Peter",
                "john": "John",
                "matthew": "Matthew",
                "paul": "Paul"
            }
        },
        "recognize4": {
            "q": "Who can you see in order from left to right?",
            "intro": "Do you have a keen eye? Look at the image.",
            "a": {
                "bkg": "Bernt Aksel, Kåre, Gershon",
                "gkb": "Gershon, Kåre, Bernt Aksel",
                "kgb": "Kåre, Gershon, Bernt Aksel",
                "bgk": "Bernt Aksel, Gershon, Kåre"
            }
        },
        "math": {
            "q": "What number should the question mark be?",
            "intro": "Look at the image.",
            "a": {
                "30": "30",
                "81": "81",
                "200": "200",
                "67": "67"
            }
        },
        "knowledge": {
            "q": "In what country does BCC not have a church?",
            "intro": "Where are you from?",
            "a": {
                "singapore": "Singapore",
                "serbia": "Serbia",
                "japan": "Japan",
                "peru": "Peru"
            }
        }
    }
}
