{
    "install_hint": "Pista:\nInstala esta web-app en tu pantalla de inicio, ¡funcionará mejor!",
    "menu": {
        "home": "Inicio",
        "league": "Liga",
        "sidequest": "Misión secundaria",
        "games": "Juegos",
        "map": "Mapa"
    },
    "games": {
        "monkeybars": "Barras de mono",
        "nervespiral": "Espiral de nervios XL",
        "tickettwist": "Giro de boletos",
        "minefield": "Campo de minas",
        "tablesurfing": "Surf de multitudes"
    },
    "score": {
        "monkeybars": "{score} barras",
        "nervespiral": "{score} segundos",
        "tickettwist": "{score} boletos",
        "minefield": "{score} segundos",
        "tablesurfing": "{score} segundos"
    },
    "leadstory": {
        "monkeybars": "¿Puede tu equipo proporcionar asistencia para rescatar a personas atrapadas en una noria averiada? Escalar una noria puede ser un desafío, y es crucial recordar la importancia de llevar suministros de primeros auxilios. Lleva a tu equipo al otro lado y rescata a estas personas necesitadas.",
        "nervespiral": "Mientras esperas pacientemente tu turno en la fila para la próxima atracción, de repente ocurre un fallo de energía. No hay necesidad de entrar en pánico. ¿Puede tu equipo navegar hábilmente por esta situación inesperada, saliendo de la fila sin experimentar ninguna descarga eléctrica? Mantén la calma y confía en la capacidad de tu equipo para manejar este desafío con compostura y gracia.",
        "tickettwist": "Las personas están esperando en la fila para obtener su boleto. ¿Puede tu equipo manejar la velocidad y el estrés que viene en la taquilla? Este juego combina pensamiento rápido, resistencia, velocidad y trabajo en equipo. Mantén la concentración y cambia la mayor cantidad de boletos a tu color de equipo. ¿Estás listo para el desafío?",
        "minefield": "Tu equipo se enfrenta a una situación difícil donde necesitan cruzar al otro lado teniendo cuidado con los animales salvajes que han escapado. El objetivo es llegar a su destino sin ser atacados por estos animales.",
        "tablesurfing": "Las vías del tren están dañadas, lo que causa un problema importante. Sin embargo, tu equipo puede enfrentar esta situación trabajando juntos como un equipo. Combina tus habilidades, coordina tus acciones y encuentra una manera de mantener el tren en movimiento sin problemas."
    },
    "explanation": {
        "monkeybars": "El jugador uno comienza a trepar las barras de mono todo lo que pueda. Una vez que ha alcanzado la barra número 12, el siguiente jugador puede comenzar desde el principio.\n\nEjemplo: El jugador uno tocó la barra número 26 por última vez, por lo que su puntuación será de 26 puntos. El jugador dos cayó en la barra número 18, por lo que su puntuación es de 18 puntos. Las puntuaciones de todos los jugadores se sumarán y se dividirán por el número total de jugadores en el equipo. Esa será la puntuación total de tu equipo.",
        "nervespiral": "Cuando suena la señal de inicio, los primeros dos jugadores pueden ir a la espiral. Ambos toman un lado del anillo de metal e intentan llegar al primer punto de control sin tocar el tubo.\n\nCuando los dos jugadores llegan a un punto de control, regresan y entran dos nuevos jugadores al juego. Cuando estos dos jugadores tocan la espiral, regresan al equipo y dos nuevos jugadores continúan desde el último punto de control. Continúas hasta llegar al final de la espiral. El equipo que termine primero gana.",
        "tickettwist": "Para este juego, cada jugador que participe debe llevar una cinta del color de su equipo. 10 jugadores de cada equipo competirán entre sí en el campo. El objetivo de este juego es cambiar la mayor cantidad de fichas al color de tu equipo. Los jugadores en el campo pueden cambiar tantas veces como deseen, pero el nuevo jugador debe recibir la cinta del jugador 'antiguo' y luego el nuevo jugador puede continuar con el juego. El juego consta de 1 ronda de 8 minutos. Cuando se acabe el tiempo, todos los jugadores abandonan el campo y las fichas se contarán por color. El equipo que haya cambiado más fichas a su color, gana el juego.",
        "minefield": "Este juego se llevará a cabo en un gran campo con secciones pequeñas. Cada equipo tiene dos capitanes en las líneas laterales que guían a los jugadores sin usar teléfonos móviles u otras ayudas. El jugador uno comienza y trata de pasar por el campo sin pisar una casilla equivocada. Para saber si estás en una casilla correcta o equivocada, usas un dispositivo sonoro en cada casilla. Cuando el dispositivo sonoro da la señal de alarma, estás en una casilla equivocada y debes cambiar al jugador por un jugador nuevo. Cada jugador verifica cada casilla, incluso si estás 100% seguro de que no es una mina. Los capitanes ayudan a recordar el camino correcto. Continúas hasta que llegues al final y luego se detendrá tu tiempo. El equipo con el tiempo más rápido, gana el juego.",
        "tablesurfing": "El objetivo de este juego es llevar a una persona al otro lado de la pista en un flamenco sobre personas rodantes. Con tu equipo, debes tomar varias vueltas y tratar de evitar que la persona de arriba caiga al suelo. Al final de la pista, encontrarás una pendiente. Una vez que los chicos hayan subido la pendiente, sonará el timbre y los equipos se cambiarán. El segundo equipo (las chicas) colocará la misma pista en el camino de regreso, pasando por la pendiente y alrededor de todas las curvas. El equipo que cruce la línea de meta primero, gana."
    },
    "rules": {
        "monkeybars": "Participan todos los miembros del equipo",
        "nervespiral": "Participan de 30 a 50 miembros del equipo (en 15-25 parejas)",
        "tickettwist": "Solo las personas con una cinta del equipo tienen permitido ingresar al campo (10 por equipo)|Se permite cambiar de participantes sin limitación, siempre y cuando lleven una cinta del equipo al ingresar al campo",
        "minefield": "Participan aproximadamente 30 miembros del equipo|Solo se permite una persona a la vez en el recorrido|2 capitanes del equipo guían a los participantes por el recorrido|Los capitanes del equipo no pueden usar herramientas para recordar la ruta",
        "tablesurfing": "Participan 16 chicos y 16 chicas, 1 persona que está en el flamenco y 15 personas que ruedan|No se permite tocar el suelo (tanto el que está en el flamenco como los que ruedan)|No se pueden mover los obstáculos y los rodantes no pueden salir del área marcada"
    },
    "general_error": "Algo salió mal",
    "pleaserefresh": "Por favor, intenta actualizar la página",
    "points": "Puntos",
    "coins": "Monedas",
    "game": "Juego",
    "team1team2": "Equipo 1 / Equipo 2",
    "start": "Inicio",
    "rulestitle": "Reglas",
    "login": {
        "login_button": "Iniciar sesión",
        "teamcode": "Código de equipo",
        "teamcode_invalid": "Lo sentimos, el código de equipo no es válido"
    },
    "league": {
        "rankingisempty": "Ningún equipo ha registrado puntos todavía. Vuelve aquí después de la primera ronda.",
        "viewgamerankings": "Ver clasificación y puntuaciones para cada juego",
        "viewgamerankings-title": "Puedes ver las clasificaciones por juego en las páginas de detalles del juego."
    },
    "admin": {
        "select_league": {
            "intro": "Elige la liga que deseas administrar"
        }
    },
    "sidequest": {
        "thanks": "Gracias, tu respuesta ha sido registrada",
        "timeranout": "El tiempo se agotó, mejor suerte la próxima vez",
        "areyouready": "¿Estás listo?",
        "checkanswerlater": "Verifica la respuesta cuando termine el juego",
        "question_locked": "Todavía bloqueado",
        "youhaveunsubmittedanswers": "Tienes {numAnswers} respuestas. ¿Quieres enviarlas ahora?",
        "submityouranswers": "Enviar tus respuestas",
        "gameroundtitle": "Ronda {round}",
        "back_to_overview": "Volver a la vista general",
        "explanation": "Explicación",
        "explanation_text": "Después de cada partido, excepto el último, se desbloquearán 2 preguntas en orden aleatorio, un total de 8 preguntas. Tienes 10 minutos para responderlas, hasta que comience el siguiente partido.\nTienes un total de 8 monedas. Cada pregunta que comiences te costará una moneda, incluso si no la respondes. Así que, si vuelves a intentar la misma pregunta, deberás saltarte otra pregunta.\nUna vez que hayas respondido una pregunta, no podrás responderla de nuevo.\n\nTu equipo obtiene puntos extra según cuántos miembros de tu equipo envíen una respuesta correcta para cada pregunta.\n¡Vuelve después de cada partido para obtener más puntos para tu equipo!",
        "questiontypes": {
            "math": "Matemáticas",
            "knowledge": "Conocimiento",
            "recognize": "Reconocimiento",
            "insight": "Comprensión",
            "remember": "Recuerdo",
            "guess": "Adivinar"
        }
    },
    "questions": {
        "guesshowmany1": {
            "q": "¿Cuántas horas se ha escuchado a Fra Kåre este año?",
            "intro": "¿Has estado escuchando a Fra Kåre este año?",
            "a": {
                "100": "100",
                "1000": "1000",
                "10000": "10000",
                "20000": "20000"
            }
        },
        "guesshowmany2": {
            "q": "¿Cuántas personas han visitado los campamentos en 2023?",
            "intro": "¿Eres bueno contando?"
        },
        "remember": {
            "q": "¿Cuál es el orden correcto de los movimientos de baile de Herman Shuffle?",
            "intro": "¿Has bailado con esto esta mañana?",
            "a": {
                "opta": "Lean, Wave, Drift",
                "optb": "Wave, Lean, Drift",
                "optc": "Lean, Drift, Wave",
                "optd": "Wave, Drift, Lean"
            }
        },
        "insight": {
            "q": "¿Qué carro de montaña rusa llegará primero abajo?",
            "intro": "Mira la imagen",
            "a": {
                "red": "Rojo",
                "green": "Verde",
                "yellow": "Amarillo",
                "sametime": "Llegan abajo al mismo tiempo"
            }
        },
        "guesshowoften": {
            "q": "El hombre con la camisa azul va a desmayarse en este paseo de montaña rusa, ¿con qué frecuencia se desmayará?",
            "intro": "Mira la imagen",
            "a": {
                "1": "1 vez",
                "2": "2 veces",
                "4": "4 veces",
                "8": "8 veces"
            }
        },
        "recognize1": {
            "q": "¿Qué animal está tratando de olerte desde el otro lado?",
            "intro": "¿Eres fanático de los animales? Estudia la imagen.",
            "a": {
                "horse": "Caballo",
                "camel": "Camello",
                "antelope": "Antílope",
                "giraffe": "Jirafa"
            }
        },
        "recognize2": {
            "q": "¿Qué animal está tratando de olerte desde el otro lado?",
            "intro": "Mira la imagen",
            "a": {
                "elephant": "Elefante",
                "tiger": "Tigre",
                "owl": "Búho",
                "lion": "León"
            }
        },
        "recognize3": {
            "q": "¿Puedes recordar quién es esta persona?",
            "intro": "¿Has seguido los proyectos este año? Mira la imagen.",
            "a": {
                "peter": "Pedro",
                "john": "Juan",
                "matthew": "Mateo",
                "paul": "Pablo"
            }
        },
        "recognize4": {
            "q": "¿A quién puedes ver en orden de izquierda a derecha?",
            "intro": "¿Tienes una vista aguda? Mira la imagen.",
            "a": {
                "bkg": "Bernt Aksel, Kåre, Gershon",
                "gkb": "Gershon, Kåre, Bernt Aksel",
                "kgb": "Kåre, Gershon, Bernt Aksel",
                "bgk": "Bernt Aksel, Gershon, Kåre"
            }
        },
        "math": {
            "q": "¿Qué número debería estar en el signo de interrogación?",
            "intro": "Mira la imagen.",
            "a": {
                "30": "30",
                "81": "81",
                "200": "200",
                "67": "67"
            }
        },
        "knowledge": {
            "q": "¿En qué país BCC no tiene una iglesia?",
            "intro": "¿De dónde eres?",
            "a": {
                "singapore": "Singapur",
                "serbia": "Serbia",
                "japan": "Japón",
                "peru": "Perú"
            }
        }
    },
    "back": "Volver"
}