{
  "admin": {
    "intro": "Kysy, mikä joukkue he ovat, ja varmista, että se on oikea joukkue oikeassa paikassa ja että se vastaa yllä olevaa joukkuetta.",
    "select_game": {
      "intro": "Valitse peli, jota tuomitset"
    },
    "select_league": {
      "intro": "Valitse alueesi"
    }
  },
  "admin-referee-info": {
    "hamster_wheel": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Käsikirjoitus:</span> <br /> Tervetuloa Hamsteripyörään.  <ul class='list-disc list-inside'> <li>Tällä asemalla kilpailette toista joukkuetta vastaan viestijuoksussa. Joukkue, joka voittaa ja jolla on paras aika, saa eniten pisteitä.</li> <li>Joukkueiden tulee päästä toiselle puolelle ja takaisin mahdollisimman nopeasti.</li> <li>Joukkueessa tulee olla samanaikaisesti 14 osallistujaa pyörässä. Pyörässä tulee olla 14 osallistujaa koko reitin ajan.</li> <li>Koko joukkueen tulee suorittaa viesti yhdessä. Joukkueen tulee kulkea maton sisällä maton ollessa päänsä päällä koko reitin ajan.</li> <li>Niin kauan kuin joukkueessa on tarpeeksi osallistujia, pyörässä olevat henkilöt voidaan vaihtaa 14 uuteen henkilöön, kun joukkue on puolivälissä.</li> <li>Joukkueen tulee ylittää viiva koko pyörän kanssa ennen kuin he voivat vaihtaa osallistujia.</li> <li>Joukkue, joka palaa ensin koko joukkueen kanssa lähtöviivan yli, voittaa. Aika rekisteröidään myös, joten on tärkeää, että molemmat joukkueet suorittavat sen mahdollisimman nopeasti, vaikka eivät tulisikaan ensimmäiseksi.</li> <li>Joukkueen tulee pysyä maton sisällä koko reitin ajan. Jokainen jalka, joka osuu maahan maton ulkopuolella, lisää lisäaikaa. Tämä koskee myös tilannetta, jossa matto ei ole osallistujien pään päällä.</li> <li>Teillä on 2 minuuttia valmistautua.</li> <li>Tehtävä alkaa minun (tuomarin) merkillä.</li> <li>Onko tehtävä ymmärretty?</li> <li>Sitten joukkueet voivat valmistautua lähtöviivalle. Ryhmä, joka ottaa vastaan, voi asettua kentän toiselle puolelle. 2 minuutin lähtölaskenta alkaa nyt.</li> <li>Aika on nyt loppu. Ovatko kaikki joukkueet valmiina?</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Tuomarille:</span> <ul class='list-disc list-inside'> <li>Kaksi tuomaria sijoitetaan kummallekin puolelle joukkueita ja rekisteröivät puhelimeensa kuinka usein joukkueet astuvat ulos nauhalta ja aina, kun joukkueella ei ole kangasta päänsä päällä.</li> <li>Varmista, että osallistujilla ja katsojilla on selkeät paikat pelikentän suhteen pelikokemuksen, näkymän ja sitoutumisen kannalta.</li> </ul> <br /> <span>Pelin lopussa:</span> <ul class='list-disc list-inside'> <li>Kerää matot ja jaa ne selvästi seuraavalle joukkueelle, joka tulee.</li> <li>Suorista lähtöviiva ja muut aidat tarvittaessa.</li> <li>Valmistaudu uuteen ryhmään!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Terveys, Ympäristö ja Turvallisuus:</span> <ul class='list-disc list-inside'> <li>Huomioi, että hamsteripyörä sisältää monia henkilöitä, jotka kulkevat nopeasti ja tiiviisti lähellä toisiaan, mikä voi aiheuttaa kaatumisia. Tämä katsotaan keskisuureksi riskiksi.</li> </ul> </div>",
    "iron_grip": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Käsikirjoitus:</span> <br /> Tervetuloa Rautagrippiin.  <ul class='list-disc list-inside'> <li>Tämän aseman tavoite on kerätä mahdollisimman paljon 'roikunta-aikaa' 10 minuutin aikana.</li> <li>Kaikki voivat osallistua, mutta vain 9 henkilöä roikkuu kerrallaan.</li> <li>Joukkue kerää 'roikunta-aikaa', kun 9 henkilöä joukkueesta roikkuu samanaikaisesti telineestä.</li> <li>Joukkueella on 10 minuuttia aikaa suorittaa asema.</li> <li>Kun vähemmän kuin 9 osallistujaa roikkuu samanaikaisesti, kerätty 'roikunta-aika' pysähtyy, kunnes jälleen 9 henkilöä roikkuu samanaikaisesti. Sitten aika alkaa uudelleen.</li> <li>Osallistujien, jotka eivät enää pysty roikkumaan, on asetuttava jonon hännille telineen sivulla.</li> <li>Vain roikkuvat osallistujat saavat olla telineellä; muun joukkueen on seisottava jonossa telineen sivulla (osoita oikea sivu).</li> <li>Huijaamisesta joukkueelle vähennetään 10 sekuntia kerätystä ajasta.</li> <li>Osallistujat voivat roikkua vain käsillään ilman jalkojen, muiden osallistujien tai esineiden tukea.</li> <li>Tuomari päättää, onko jokin huijaamista, mutta kaikki, mikä auttaa osallistujia roikkumaan ilman omaa voimaansa, katsotaan huijaamiseksi.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Tuomareille:</span> <ul class='list-disc list-inside'> <li>Pidä valmiina ajastin, joka laskee 10 minuutista alaspäin, ja käynnistä se kilpailun alkaessa.</li> <li>Pidä ajastin, jota käytetään kerättyyn 'roikunta-aikaan', joka pysähtyy aina, kun vähemmän kuin 9 osallistujaa roikkuu samanaikaisesti telineestä, ja käynnistyy uudelleen, kun 9 henkilöä roikkuu samanaikaisesti.</li> <li>Yksi osallistuja voi osallistua niin monta kertaa kuin haluaa.</li> <li>Joukkue päättää itse, mitkä osallistujat he haluavat käyttää roikkumiseen, ja tämä voi myös muuttua kesken kaiken.</li> <li>Osallistujien on roikuttava käsillään suoraan telineestä ja he eivät saa käyttää jalkojaan, muita osallistujia, esineitä jne. apuna.</li> <li>Tuomari seuraa huijaamista. TÄRKEÄÄ: huomauta joukkueelle, että tämä on huijaamista, ja merkitse se sitten muistiin.</li> <li>Ilmoita seuraavat ajat: Nyt on jäljellä 5 minuuttia, puoliväli! Nyt on jäljellä 2 minuuttia, Nyt on jäljellä 1 minuutti!</li> </ul> <br /> <span>Pelin lopussa:</span> <ul class='list-disc list-inside'> <li>Rekisteröi 'roikunta-aika' ja huijaaminen sovellukseen.</li> <li>Turvarutiini: Tarkista teline varmistaaksesi, että kaikki on hyvin kiinnitetty jokaisen kierroksen jälkeen.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Terveys, Ympäristö ja Turvallisuus:</span> <ul class='list-disc list-inside'> <li>Putominen telineeltä, nyrjähdykset kaatumisessa, rakot käsissä.</li> <li>Missä asemalla on asfalttialusta, siellä on mattoja.</li> </ul> </div>",
    "labyrinth": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Käsikirjoitus:</span> <br /> Tervetuloa Labyrinttiin.  <ul class='list-disc list-inside'> <li>Tällä asemalla teidän on tehtävä yhteistyötä saadaksenne pallon läpi labyrintin.</li> <li>Enintään 12 pelaajaa tekee yhteistyötä samanaikaisesti, ja teillä on enintään kymmenen minuuttia aikaa suorittaa asema.</li> <li>Labyrintissä on kaksi tarkistuspistettä, joissa 12 pelaajaa vaihdetaan 12 uuteen pelaajaan.</li> <li>Kun pallo on laudalla, sitä ei saa koskea käsin eikä heittää ylös.</li> <li>Jos pallo putoaa reikään, yhden pelaajan on nostettava se ja asetettava se takaisin lähtöpisteeseen tai edelliseen tarkistuspisteeseen, mutta vain silloin, kun pallo putoaa reiästä, on sallittua olla labyrintin alla.</li> <li>Saadut kaksi pistettä jokaisesta ohitetusta tarkistuspisteestä ja enemmän pisteitä, mitä nopeammin suoritette tehtävän.</li> <li>Kun labyrintti on suoritettu tai aika loppuu, voitte laskea labyrintin rauhallisesti maahan.</li> <li>Peli alkaa, kun tuomari asettaa pallon lähtöpisteeseen.</li> <li>Onko tehtävä ymmärretty?</li> <li>Sitten 12 pelaajaa voi valmistautua aloittamaan labyrintissä, ja muu joukkue voi seistä tässä (osoita, missä on suotuisinta, että muu joukkue seisoo).</li> <li>12 uutta pelaajaa on oltava valmiina ottamaan vastaan tarkistuspisteissä.</li> <li>Sitten aloitamme. Valmiina, valmiit, menkää!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Tuomarille:</span> <ul class='list-disc list-inside'> <li>Hallitse väkijoukkoja ja sijoita katsojat parhaaseen mahdolliseen paikkaan.</li> <li>Ole valmis aloittamaan 10 minuutin lähtölaskenta, kun joukkue aloittaa.</li> <li>Varmista, että kaikki pelaajat vaihdetaan uusiin pelaajiin tarkistuspisteissä.</li> <li>Varmista, että osallistujat eivät riko mitään sääntöjä.</li> <li>Pysäytä peli 10 minuutin kuluttua, jos joukkue ei ole vielä suorittanut tehtävää.</li> </ul> <br /> <span>Pelin lopussa:</span> <ul class='list-disc list-inside'> <li>Kerää kaikki pallot, jotka ovat olleet pelissä.</li> <li>Valmistaudu uusiin ryhmiin!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Terveys, Ympäristö ja Turvallisuus:</span> <ul class='list-disc list-inside'> <li>Tämän aseman riski on, että osallistujat voivat pudottaa labyrintin jaloilleen. Jos pallo putoaa reikään, osallistujien on oltava varovaisia nostaessaan sitä, jotta labyrintti ei putoa heidän päälleen. Kämmeneen voi tulla tikkuja tai rakkuloita.</li> </ul> </div>",
    "land_water_beach": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Käsikirjoitus:</span> <br /> Tervetuloa Maa, vesi, ranta.  <ul class='list-disc list-inside'> <li>Tällä asemalla kilpailette toista joukkuetta vastaan reagoidaksenne mahdollisimman nopeasti ja siirtyäksenne kolmen vyöhykkeen välillä kolmen eri signaalin perusteella.</li> <li>Kymmenen henkilöä jokaisesta joukkueesta aloittaa keskimmäisestä vyöhykkeestä, rannasta.</li> <li>Kolme signaalia, joihin teidän on reagoitava, ovat: <ul> <li>Punainen signaali tarkoittaa, että teidän tulee siirtyä taaimmaiseen vyöhykkeeseen, maalle.</li> <li>Keltainen signaali on keskimmäinen vyöhyke, ranta.</li> <li>Sininen signaali on etummainen vyöhyke, vesi.</li> </ul> </li> <li>Joukkue, jossa kaikki kymmenen pelaajaa siirtyvät ensin oikeaan vyöhykkeeseen, saa pisteen. Jos molemmat joukkueet ovat yhtä nopeita, molemmat joukkueet saavat pisteen.</li> <li>Pelaajien on pysyttävä vyöhykkeellä, jolle he siirtyvät.</li> <li>Kolmen signaalin jälkeen kymmenen pelaajaa vaihdetaan kymmeneen uuteen pelaajaan. Tämä suoritetaan yhteensä kolmessa erässä.</li> <li>Saatte pisteitä sen mukaan, kuinka monta erää voitatte.</li> <li>Onko tehtävä ymmärretty?</li> <li>Sitten kymmenen pelaajaa voi aloittaa keskimmäisellä vyöhykkeellä, ja muun joukkueen voi seistä siellä ja olla valmiina korvaamaan kymmenen pelaajaa (osoita, mihin on parasta, että muu joukkue asettuu).</li> <li>Sitten aloitamme. Valmiina, valmiit, menkää!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Tuomareille:</span> <ul class='list-disc list-inside'> <li>Varmista, että muu joukkue seisoo sopivassa paikassa ja on valmis vaihtamaan kymmenen uutta pelaajaa jokaiseen erään.</li> <li>Varmista, että aika ei ylitä 15 minuuttia yhteensä asemalla.</li> <li>Päätuomari näyttää pisteet tulostaululla.</li> <li>Kaksi linjatuomaria lipuilla tekevät nopean päätöksen siitä, kuka saa pisteitä.</li> <li>Signaaliboksin henkilö pitää vaihtaa signaalia ja aikaa signaalien välillä.</li> </ul> <br /> <span>Pelin lopussa:</span> <ul class='list-disc list-inside'> <li>Varmista, että vyöhykkeet ovat edelleen selvästi merkittyjä.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Terveys, Ympäristö ja Turvallisuus:</span> <ul class='list-disc list-inside'> <li>Tämän aseman riski on pieni; saattaa esiintyä kompastumisia, nyrjähdyksiä tai kaatumisia. Ole tietoinen tästä.</li> </ul> </div>",
    "mastermind": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Käsikirjoitus:</span> <br /> Tervetuloa Mastermindiin.  <ul class='list-disc list-inside'> <li>Tämän aseman tavoite on selvittää, mikä värikoodi on salkussa.</li> <li>Teillä on 8 kierrosta ja enintään 10 minuuttia tehtävän ratkaisemiseksi.</li> <li>Saatte enemmän pisteitä, mitä vähemmän kierroksia tarvitsette löytääksenne oikean koodin.</li> <li>Nyt teidän tulisi valita 5 Koodinmurtajaa.</li> <li>Näillä 5 on päätehtävä ratkaista tehtävä.</li> <li>Muille annetaan jokaiselle yksi väri (Durag - päähuivi), joka edustaa pelinappulaa, jonka Koodinmurtajat voivat sijoittaa pelilaudalle.</li> <li>Kaikkien osallistujien, jotka ovat pelinappuloita, on pidettävä päähuivia päässään koko pelin ajan. (Pidä durag esillä ja näytä se)</li> <li>Koodinmurtajat hakevat pelinappulat (päähuivilla varustetut osallistujat), joita he haluavat käyttää, ja asettavat ne mustalle pelinappulalle pelilaudalla.</li> <li>Kun Koodinmurtajat ovat antaneet vastauksensa, tuomari asettaa 'vastausneulat', jotka kertovat Koodinmurtajille, kuinka lähellä he ovat vastausta.  <ul> <li>Punainen neula = oikea väri oikeassa paikassa</li> <li>Valkoinen neula = oikea väri väärässä paikassa</li> </ul> (Pidä neulat kädessä ja näytä ne)</li> <li>Kun Koodinmurtajat arvaavat oikean värikoodin, tuomari menee eteenpäin ja avaa laatikon.</li> <li>Muu joukkue seisoo pelilaudan sivulla.</li> <li>Onko tehtävä ymmärretty?</li> <li>Sitten Koodinmurtajat voivat mennä tuomarin luo (osoita ja näytä).</li> <li>Kaikki, jotka ovat pelinappuloita, voivat seistä siellä (osoita ja näytä).</li> <li>Sitten aloitamme. Valmiina, valmiit, menkää!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Tuomarille:</span> <ul class='list-disc list-inside'> <li>Varmista, että yleisöllä, pelinappuloilla ja Koodinmurtajilla on selkeät paikat pelilaudan suhteen pelikokemuksen, näkymän ja sitoutumisen kannalta.</li> </ul> <br /> <span>Pelin lopussa:</span> <ul class='list-disc list-inside'> <li>Kerää kaikki päähuivit.</li> <li>Kerää kaikki vastausneulat.</li> <li>Vaihda laatikossa oleva värikoodi.</li> <li>Säädä pelilautaa tarvittaessa.</li> <li>Valmistaudu uusiin ryhmiin!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Terveys, Ympäristö ja Turvallisuus:</span> <ul class='list-disc list-inside'> <li>Tämän aseman riski on, että osallistujat voivat kompastua pelilaudan pelinappuloihin. Tämä katsotaan erittäin alhaiseksi tai alhaiseksi riskiksi.</li> </ul> </div>"
  },
  "calculated-score": "Laskettu pisteet",
  "couldnt-load-the-video": "Videota ei voitu ladata",
  "details": "Yksityiskohdat",
  "family": "Perhe",
  "games": {
    "hamster_wheel": "Hamsteripyörä",
    "iron_grip": "Rautagrippi",
    "labyrinth": "Labyrintti",
    "land_water_beach": "Maa, vesi, ranta",
    "mastermind": "Mastermind"
  },
  "general_error": "Jokin meni pieleen",
  "loading": "Ladataan...",
  "login": {
    "login_button": "Kirjaudu sisään",
    "teamcode": "Joukkueen koodi"
  },
  "menu": {
    "games": "Pelit"
  },
  "minutes": "Minuutit",
  "no-matches-for-this-filter": "Ei vastaavuuksia tälle suodattimelle",
  "please_refresh": "Yritä päivittää sivu",
  "point": "Piste",
  "points-registration-error": "Laskettu tulos palautti määrittelemättömän arvon. Lomake on virheellinen, vaikka se voidaan lähettää. Joitakin lomakekenttien validointeja saattaa puuttua.",
  "post-type": "Julkaisun tyyppi:",
  "save": "Tallenna",
  "saved": "Tallennettu",
  "seconds": "Sekunnit",
  "something-went-wrong": "Yritä päivittää sivu",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Jokin meni pieleen, emme voineet kirjata sinua sisään - yritä uudelleen.",
  "team": "Joukkue",
  "yourmatch": "Sinun pelisi"
}
