{
  "admin": {
    "intro": "Demandez de quelle équipe ils sont et assurez-vous que c'est la bonne équipe au bon endroit, et qu'elle correspond à l'équipe indiquée ci-dessus.",
    "select_game": {
      "intro": "Choisissez le jeu que vous allez juger"
    },
    "select_league": {
      "intro": "Choisissez votre zone"
    }
  },
  "admin-referee-info": {
    "hamster_wheel": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Scénario :</span> <br /> Bienvenue à la Roue de Hamster.  <ul class='list-disc list-inside'> <li>À ce poste, vous allez concourir contre une autre équipe dans un relais. L'équipe qui gagne et qui a le meilleur temps obtient le plus de points.</li> <li>Les équipes doivent aller d'un côté à l'autre et revenir le plus rapidement possible.</li> <li>Une équipe doit avoir 15 participants dans la roue en même temps. Il doit y avoir 15 participants dans la roue pendant tout le parcours.</li> <li>Toute l'équipe doit effectuer le relais ensemble. L'équipe doit marcher sous la couverture avec la couverture au-dessus de la tête pendant tout le parcours.</li> <li>Si l'équipe a suffisamment de participants, les personnes dans la roue peuvent être remplacées par 15 nouvelles personnes lorsque l'équipe est à mi-parcours.</li> <li>L'équipe doit franchir la ligne avec toute la roue avant de pouvoir changer les participants.</li> <li>L'équipe qui revient la première avec toute l'équipe sur la ligne de départ gagne. Le temps sera également enregistré, il est donc important pour les deux équipes de faire le parcours le plus rapidement possible même si elles ne finissent pas en premier.</li> <li>L'équipe doit rester sous la couverture pendant tout le parcours. Chaque pied qui touche le sol en dehors de la couverture ajoute du temps supplémentaire. Cela s'applique également si la couverture n'est pas au-dessus de la tête des participants.</li> <li>Vous avez 2 minutes pour vous préparer.</li> <li>La tâche commence sur mon signal (celui de l'arbitre).</li> <li>La tâche est-elle comprise ?</li> <li>Alors les équipes peuvent se préparer à la ligne de départ. Le groupe qui doit prendre le relais peut se placer de l'autre côté du terrain. Le compte à rebours de 2 minutes commence maintenant.</li> <li>Le temps est écoulé. Toutes les équipes sont prêtes ?</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Pour l'arbitre :</span> <ul class='list-disc list-inside'> <li>Deux arbitres se placent de chaque côté des équipes et enregistrent sur téléphone combien de fois les équipes marchent en dehors de la bande et chaque fois que l'équipe n'a pas la couverture au-dessus de la tête.</li> <li>Assurez-vous que les participants et le public ont des positions claires par rapport au plateau de jeu pour une expérience de jeu, une visibilité et un engagement optimaux.</li> </ul> <br /> <span>À la fin du jeu :</span> <ul class='list-disc list-inside'> <li>Rassemblez les couvertures et répartissez-les clairement pour l'équipe suivante.</li> <li>Redressez la ligne de départ et d'autres barrières si nécessaire.</li> <li>Préparez-vous pour un nouveau groupe !</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Santé, environnement et sécurité :</span> <ul class='list-disc list-inside'> <li>Faites attention, la roue de hamster implique que de nombreuses personnes marchent rapidement en même temps et très proches les unes des autres, ce qui peut entraîner des chutes. Cela est considéré comme un risque moyen.</li> </ul> </div>",
    "iron_grip": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Scénario :</span> <br /> Bienvenue à la Poigne de Fer.  <ul class='list-disc list-inside'> <li>L'objectif de ce poste est de cumuler le plus de 'temps de suspension' en 10 minutes.</li> <li>Tout le monde peut participer, mais seulement 9 personnes peuvent se suspendre à la fois.</li> <li>L'équipe cumule du 'temps de suspension' lorsque 9 personnes de l'équipe sont suspendues simultanément à l'échafaudage.</li> <li>L'équipe dispose de 10 minutes pour accomplir la tâche.</li> <li>Lorsque moins de 9 participants sont suspendus simultanément, le temps de suspension cumulé s'arrête, jusqu'à ce que 9 participants soient à nouveau suspendus simultanément. Le temps reprend alors.</li> <li>Les participants qui ne peuvent plus se suspendre doivent se placer à l'arrière de la file sur le côté de l'échafaudage.</li> <li>Seuls les participants qui se suspendent peuvent être sur l'échafaudage, le reste de l'équipe doit se tenir en file d'attente, sur le côté de l'échafaudage (montrer le bon côté).</li> <li>En cas de tricherie, l'équipe perd 10 secondes de temps cumulé.</li> <li>Les participants ne peuvent se suspendre qu'avec leurs mains, sans soutien des jambes, d'autres participants ou objets.</li> <li>L'arbitre détermine si quelque chose est de la tricherie ou non, mais tout ce qui aide les participants à se suspendre sans leur propre force est considéré comme de la tricherie.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Pour les arbitres :</span> <ul class='list-disc list-inside'> <li>Ayez un chronomètre qui compte à rebours à partir de 10 minutes prêt, qui sera déclenché au début de la compétition.</li> <li>Ayez un chronomètre utilisé pour le 'temps de suspension' cumulé, qui s'arrête chaque fois que moins de 9 participants sont suspendus simultanément à l'échafaudage, et reprend lorsque 9 personnes sont à nouveau suspendues simultanément.</li> <li>Un participant peut participer autant de fois qu'il le souhaite.</li> <li>L'équipe décide elle-même des participants qu'elle souhaite utiliser pour se suspendre, et cela peut également changer en cours de route.</li> <li>Les participants doivent se suspendre avec leurs mains tendues sous l'échafaudage, et ne peuvent pas utiliser leurs jambes, d'autres participants, des objets, etc. pour obtenir de l'aide.</li> <li>Un arbitre surveille la tricherie. IMPORTANT : signalez à l'équipe que c'est de la tricherie, puis notez-le.</li> <li>Annoncez les temps suivants : Il reste 5 minutes, à mi-chemin ! Il reste 2 minutes, Il reste 1 minute !</li> </ul> <br /> <span>À la fin du jeu :</span> <ul class='list-disc list-inside'> <li>Enregistrez le 'temps de suspension' et la tricherie dans l'application.</li> <li>Procédure de sécurité : Vérifiez l'échafaudage pour vous assurer que tout est bien fixé après chaque tour.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Santé, environnement et sécurité :</span> <ul class='list-disc list-inside'> <li>Risque de chute de l'échafaudage, entorses lors de la chute, ampoules aux mains.</li> <li>Si le poste est sur une surface asphaltée, il y aura des tapis.</li> </ul> </div>",
    "labyrinth": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Scénario :</span> <br /> Bienvenue au Labyrinthe.  <ul class='list-disc list-inside'> <li>À ce poste, vous devez collaborer pour faire passer une bille à travers un labyrinthe.</li> <li>Jusqu'à 12 joueurs collaborent à la fois, et vous avez un maximum de dix minutes pour accomplir la tâche.</li> <li>Il y a deux points de contrôle dans le labyrinthe où les 12 joueurs doivent être remplacés par 12 nouveaux joueurs.</li> <li>Il est interdit de toucher la bille avec les mains lorsqu'elle est sur le plateau, ou de la lancer en l'air.</li> <li>Si la bille tombe dans un trou, un des joueurs doit la ramasser et la replacer au point de départ ou au dernier point de contrôle, mais il est permis de se trouver sous le labyrinthe uniquement lorsque la bille tombe dans un trou.</li> <li>Vous obtenez deux points pour chaque point de contrôle franchi, et plus de points plus vous accomplissez la tâche rapidement.</li> <li>Lorsque le labyrinthe est terminé ou que le temps est écoulé, vous pouvez déposer le labyrinthe doucement sur le sol.</li> <li>Le jeu commence lorsque l'arbitre place la bille au point de départ.</li> <li>La tâche est-elle comprise ?</li> <li>Alors 12 joueurs peuvent se préparer à commencer le labyrinthe, et le reste de l'équipe peut se tenir ici (indiquer l'endroit le plus approprié pour le reste de l'équipe).</li> <li>12 nouveaux joueurs doivent être prêts à prendre la relève aux points de contrôle.</li> <li>Alors commençons. Prêts, partez !</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Pour l'arbitre :</span> <ul class='list-disc list-inside'> <li>Contrôlez les foules et placez les spectateurs au meilleur endroit possible.</li> <li>Soyez prêt à démarrer le compte à rebours de 10 minutes lorsque l'équipe commence.</li> <li>Assurez-vous que tous les joueurs sont remplacés par de nouveaux joueurs aux points de contrôle.</li> <li>Assurez-vous que les participants ne violent aucune règle.</li> <li>Arrêtez le jeu après 10 minutes, si l'équipe n'a pas déjà accompli la tâche.</li> </ul> <br /> <span>À la fin du jeu :</span> <ul class='list-disc list-inside'> <li>Rassemblez toutes les billes qui ont été utilisées dans le jeu.</li> <li>Préparez-vous pour de nouveaux groupes !</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Santé, environnement et sécurité :</span> <ul class='list-disc list-inside'> <li>Le risque associé à ce poste est que les participants peuvent laisser tomber le labyrinthe sur leurs pieds. Si la bille tombe dans un trou, les participants doivent être prudents lorsqu'ils la ramassent pour éviter que le labyrinthe ne tombe sur eux. Des échardes ou des ampoules dans la paume peuvent survenir.</li> </ul> </div>",
    "land_water_beach": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Scénario :</span> <br /> Bienvenue à Terre, Eau, Plage.  <ul class='list-disc list-inside'> <li>À ce poste, vous allez concourir contre une autre équipe pour réagir le plus rapidement possible et vous déplacer entre trois zones sur trois signaux différents.</li> <li>Dix personnes de chaque équipe commencent dans la zone centrale, plage.</li> <li>Les trois signaux auxquels vous devez réagir sont : <ul> <li>Le signal rouge signifie que vous devez vous déplacer dans la zone arrière, terre.</li> <li>Le signal jaune est la zone centrale, plage.</li> <li>Le signal bleu est la zone avant, eau.</li> </ul> </li> <li>L'équipe où les dix joueurs se déplacent en premier dans la bonne zone obtient un point. Si les deux équipes sont aussi rapides, les deux équipes obtiennent un point.</li> <li>Les joueurs doivent rester dans la zone où ils se déplacent.</li> <li>Trois signaux sont affichés avant que les dix joueurs ne soient remplacés par dix nouveaux joueurs. Cela se fait en trois tours.</li> <li>Vous gagnez des points en fonction du nombre de tours que vous gagnez.</li> <li>La tâche est-elle comprise ?</li> <li>Alors dix joueurs peuvent commencer dans la zone centrale, et le reste de l'équipe peut se tenir là, prêts à remplacer les dix joueurs (indiquer l'endroit le plus approprié pour le reste de l'équipe).</li> <li>Alors commençons. Prêts, partez !</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Pour les arbitres :</span> <ul class='list-disc list-inside'> <li>Assurez-vous que le reste de l'équipe se trouve dans un endroit approprié et est prêt à remplacer les dix nouveaux joueurs à chaque tour.</li> <li>Assurez-vous que le temps total sur le poste ne dépasse pas 15 minutes.</li> <li>L'arbitre principal affiche les points sur le tableau de pointage.</li> <li>Deux arbitres de ligne avec des drapeaux prennent rapidement la décision de qui obtient les points.</li> <li>La personne dans la boîte à signaux doit varier le signal et le temps entre les signaux.</li> </ul> <br /> <span>À la fin du jeu :</span> <ul class='list-disc list-inside'> <li>Assurez-vous que les zones sont toujours clairement marquées.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Santé, environnement et sécurité :</span> <ul class='list-disc list-inside'> <li>Le risque associé à ce poste est faible; des trébuchements, des entorses ou des chutes peuvent survenir. Faites attention à cela.</li> </ul> </div>",
    "mastermind": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Scénario :</span> <br /> Bienvenue à Mastermind.  <ul class='list-disc list-inside'> <li>L'objectif de ce poste est de découvrir quel code couleur se trouve dans la valise.</li> <li>Vous avez 8 tours et un temps maximum de 10 minutes pour résoudre la tâche.</li> <li>Vous obtenez plus de points en utilisant moins de tours pour trouver le bon code.</li> <li>Vous devez maintenant choisir 5 Décodeurs.</li> <li>Ces 5 personnes ont pour tâche principale de résoudre la tâche.</li> <li>Les autres reçoivent chacun une couleur (Durag - coiffe) qui représente une pièce de jeu que les Décodeurs peuvent placer sur le plateau.</li> <li>Tous les participants qui sont des pièces de jeu doivent porter la coiffe sur leur tête pendant toute la durée du jeu. (Avoir le durag pour le montrer)</li> <li>Les Décodeurs récupèrent les pièces de jeu (participants avec des coiffes) qu'ils souhaitent utiliser et les placent sur une pièce de jeu noire sur le plateau.</li> <li>Lorsque les Décodeurs ont donné leur réponse, un arbitre place des « bâtons de réponse » qui indiquent aux Décodeurs à quel point ils sont proches de la réponse.  <ul> <li>Bâton rouge = bonne couleur à la bonne place</li> <li>Bâton blanc = bonne couleur à la mauvaise place</li> </ul> (Avoir les bâtons en main et les montrer)</li> <li>Lorsque les Décodeurs devinent le bon code couleur, un arbitre avance et ouvre la boîte.</li> <li>Le reste de l'équipe se tient à côté du plateau de jeu.</li> <li>La tâche est-elle comprise ?</li> <li>Alors les Décodeurs peuvent aller vers cet arbitre (indiquer et montrer).</li> <li>Tous ceux qui vont être des pièces de jeu peuvent se tenir là (indiquer et montrer).</li> <li>Alors commençons. Prêts, partez !</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Pour l'arbitre :</span> <ul class='list-disc list-inside'> <li>Assurez-vous que les spectateurs, les pièces de jeu et les Décodeurs ont des positions claires par rapport au plateau de jeu pour une expérience de jeu, une visibilité et un engagement optimaux.</li> </ul> <br /> <span>À la fin du jeu :</span> <ul class='list-disc list-inside'> <li>Rassemblez toutes les coiffes.</li> <li>Rassemblez tous les bâtons de réponse.</li> <li>Changez le code couleur dans la boîte.</li> <li>Ajustez le plateau de jeu si nécessaire.</li> <li>Préparez-vous pour de nouveaux groupes !</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Santé, environnement et sécurité :</span> <ul class='list-disc list-inside'> <li>Le risque associé à ce poste est que les participants peuvent trébucher sur les pièces de jeu sur le plateau. Cela est considéré comme un risque très faible à faible.</li> </ul> </div> "
  },
  "calculated-score": "Score calculé",
  "couldnt-load-the-video": "Impossible de charger la vidéo",
  "details": "Détails",
  "family": "Famille",
  "games": {
    "hamster_wheel": "Roue de Hamster",
    "iron_grip": "Poigne de Fer",
    "labyrinth": "Labyrinthe",
    "land_water_beach": "Terre, Eau, Plage",
    "mastermind": "Mastermind"
  },
  "general_error": "Une erreur s'est produite",
  "loading": "Chargement...",
  "login": {
    "login_button": "Connexion",
    "teamcode": "Code de l'équipe"
  },
  "menu": {
    "games": "Jeux"
  },
  "minutes": "Minutes",
  "no-matches-for-this-filter": "Aucun résultat pour ce filtre",
  "please_refresh": "Veuillez actualiser la page",
  "point": "Point",
  "points-registration-error": "Le résultat calculé a renvoyé indéfini. Le formulaire est invalide bien qu'il puisse être soumis. Il se peut qu'il manque des validations dans les champs du formulaire.",
  "post-type": "Type de poste :",
  "save": "Enregistrer",
  "saved": "Enregistré",
  "seconds": "Secondes",
  "something-went-wrong": "Veuillez actualiser la page",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Une erreur s'est produite, nous n'avons pas pu vous connecter - veuillez réessayer.",
  "team": "Équipe",
  "yourmatch": "Votre jeu"
}
