{
  "admin": {
    "intro": "Kérdezd meg, melyik csapatban vannak, és győződj meg róla, hogy a megfelelő csapat van a megfelelő helyen, és hogy megegyezik a fent említett csapattal.",
    "select_game": {
      "intro": "Válaszd ki, melyik játékot fogod bíráskodni"
    },
    "select_league": {
      "intro": "Válaszd ki a zónádat"
    }
  },
  "admin-referee-info": {
    "hamster_wheel": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Forgatókönyv:</span> <br /> Üdvözöljük a Hörcsögkerékben.  <ul class='list-disc list-inside'> <li>Ezen az állomáson egy másik csapattal versenyeznek egy váltóversenyben. A győztes csapat, amelyik a legjobb időt éri el, kapja a legtöbb pontot.</li> <li>A csapatoknak a lehető legrövidebb idő alatt kell elérniük az egyik oldalra és vissza.</li> <li>Egy csapatnak egyszerre 14 résztvevőnek kell lennie a kerékben. A teljes pályán 14 résztvevőnek kell lennie a kerékben.</li> <li>Az egész csapatnak együtt kell végrehajtania a váltót. A csapatnak a szőnyegen belül kell maradnia, a szőnyegnek a fejük fölött kell lennie a teljes pályán.</li> <li>Ha a csapatnak elegendő résztvevője van, a kerékben lévő személyek cserélhetők 14 új személyre, amikor a csapat félúton van.</li> <li>A csapatnak a teljes kerékkel át kell lépnie a vonalon, mielőtt a résztvevőket cserélheti.</li> <li>Az a csapat nyer, amelyik először tér vissza a teljes csapattal a rajtvonalra. Az időt is rögzíteni fogják, ezért mindkét csapatnak a lehető leggyorsabban kell végrehajtania, még akkor is, ha nem érik el elsőként a célt.</li> <li>A csapatnak a szőnyegen belül kell maradnia a teljes pályán. Minden láb, amely a szőnyegen kívül érinti a talajt, extra időt ad hozzá. Ez vonatkozik arra az esetre is, ha a szövet nincs a résztvevők feje fölött.</li> <li>2 percet kapnak a felkészülésre.</li> <li>A feladat az én (a bíró) jelzésemre kezdődik.</li> <li>Értették a feladatot?</li> <li>Akkor a csapatok felkészülhetnek a rajtvonalnál. A váltásra váró csoport a pálya másik oldalára állhat. A 2 perces visszaszámlálás most kezdődik.</li> <li>Az idő lejárt. Minden csapat kész?</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>A bírónak:</span> <ul class='list-disc list-inside'> <li>Két bíró helyezkedik el a csapatok mindkét oldalán, és telefonjukon rögzítik, hogy hányszor lépnek ki a csapatok a szalagról, és minden alkalommal, amikor a csapatnak nincs szövet a feje fölött.</li> <li>Győződj meg arról, hogy a résztvevők és a nézők világos helyet foglalnak el a játéktáblával szemben a játékélmény, a láthatóság és az elkötelezettség szempontjából.</li> </ul> <br /> <span>A játék végén:</span> <ul class='list-disc list-inside'> <li>Gyűjtsd össze a szőnyegeket, és oszd szét egyértelműen a következő csapat számára, amelyik jön.</li> <li>Igazítsd meg a rajtvonalat és egyéb akadályokat, ha szükséges.</li> <li>Készülj fel egy új csoportra!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Egészség, környezet és biztonság:</span> <ul class='list-disc list-inside'> <li>Vedd figyelembe, hogy a hörcsögkerékben sok embernek kell gyors ütemben egyszerre és közel egymáshoz járnia, ami esésekhez vezethet. Ezt közepes kockázatnak tekintik.</li> </ul> </div>",
    "iron_grip": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Forgatókönyv:</span> <br /> Üdvözöljük a Vasmarkolatban.  <ul class='list-disc list-inside'> <li>Ennek az állomásnak a célja, hogy 10 perc alatt a lehető legtöbb 'függési időt' gyűjtsék össze.</li> <li>Mindenki részt vehet, de egyszerre csak 9 ember lóg.</li> <li>A csapat 'függési időt' gyűjt, amikor 9 ember a csapatból egyszerre lóg az állványról.</li> <li>A csapatnak 10 perce van az állomás befejezésére.</li> <li>Amikor kevesebb, mint 9 résztvevő lóg egyszerre, a 'függési idő' gyűjtése leáll, amíg ismét 9 résztvevő nem lóg egyszerre. Ekkor az idő újraindul.</li> <li>Azok a résztvevők, akik nem bírnak tovább lógni, az állvány oldalán a sor végére kell állniuk.</li> <li>Csak a lógó résztvevők lehetnek az állványon, a többi csapatnak az állvány oldalán kell állnia a sorban (mutasd meg a megfelelő oldalt).</li> <li>Ha csalnak, a csapat 10 másodpercet veszít az összegyűjtött időből.</li> <li>A résztvevők csak a kezükkel lógathatnak, lábak, más résztvevők vagy tárgyak támogatása nélkül.</li> <li>A bíró dönti el, hogy valami csalásnak minősül-e, de minden, ami segíti a résztvevőket a saját erejükön kívül lógni, csalásnak minősül.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>A bíróknak:</span> <ul class='list-disc list-inside'> <li>Legyen egy időzítő, amely 10 percről visszaszámol, és indítsa el a verseny kezdetén.</li> <li>Legyen egy időzítő, amelyet az összegyűjtött 'függési időhöz' használnak, amely minden alkalommal leáll, amikor kevesebb, mint 9 résztvevő lóg egyszerre az állványról, és újraindul, amikor 9 ember lóg egyszerre.</li> <li>Egy résztvevő annyiszor vehet részt, ahányszor akar.</li> <li>A csapat maga dönti el, mely résztvevőket akarja használni a lógásra, és ez menet közben is változhat.</li> <li>A résztvevőknek a kezükkel kell lógniuk az állványról, és nem használhatják a lábukat, más résztvevőket, tárgyakat stb. segítségként.</li> <li>Egy bíró figyeli a csalást. FONTOS: figyelmeztesd a csapatot, hogy ez csalás, majd jegyezd fel.</li> <li>Jelentsd a következő időpontokat: Még 5 perc van hátra, félúton! Még 2 perc van hátra, Még 1 perc van hátra!</li> </ul> <br /> <span>A játék végén:</span> <ul class='list-disc list-inside'> <li>Regisztráld a 'függési időt' és a csalást az alkalmazásban.</li> <li>Biztonsági eljárás: Ellenőrizd az állványt, hogy minden jól rögzítve legyen minden kör után.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Egészség, környezet és biztonság:</span> <ul class='list-disc list-inside'> <li>Az állványról való leesés, esés közben történő bokaficam, hólyagok a kezeken.</li> <li>Ha az állomás aszfalt borítással rendelkezik, akkor lesznek szőnyegek.</li> </ul> </div>",
    "labyrinth": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Forgatókönyv:</span> <br /> Üdvözöljük a Labirintusban.  <ul class='list-disc list-inside'> <li>Ezen az állomáson együtt kell működniük, hogy egy golyót végigvezessenek egy labirintuson.</li> <li>Legfeljebb 12 játékos dolgozik együtt egyszerre, és legfeljebb tíz perc áll rendelkezésükre az állomás befejezésére.</li> <li>A labirintusban két ellenőrzőpont található, ahol a 12 játékost 12 új játékosra kell cserélni.</li> <li>Nem szabad kézzel megérinteni a golyót, amikor az a táblán van, vagy feldobni azt.</li> <li>Ha a golyó beleesik egy lyukba, az egyik játékosnak fel kell vennie, és vissza kell helyeznie a kezdőpontra vagy az előző ellenőrzőpontra, de csak akkor szabad a labirintus alatt tartózkodni, ha a golyó egy lyukon keresztül esik.</li> <li>Két pontot kapnak minden egyes ellenőrzőpontért, amelyen áthaladnak, és több pontot kapnak, minél gyorsabban teljesítik a feladatot.</li> <li>Ha a labirintus teljesítve van, vagy az idő lejár, nyugodtan helyezhetik a labirintust a földre.</li> <li>A játék akkor kezdődik, amikor egy bíró a golyót a kezdőpontra helyezi.</li> <li>Értették a feladatot?</li> <li>Akkor 12 játékos felkészülhet a labirintus kezdetére, és a többi csapat itt állhat (mutasd meg, hol van előnyös, ha a többi csapat áll).</li> <li>12 új játékosnak készen kell állnia, hogy átvegye az ellenőrzőpontoknál.</li> <li>Akkor kezdhetünk. Kész, rajt, indulás!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>A bírónak:</span> <ul class='list-disc list-inside'> <li>Figyelj a tömegre, és helyezd el a nézőket a lehető legjobb helyre.</li> <li>Állj készen, hogy elindítsd a 10 perces visszaszámlálót, amikor a csapat elkezd játszani.</li> <li>Biztosítsd, hogy minden játékost új játékosokra cserélnek az ellenőrzőpontoknál.</li> <li>Ügyelj arra, hogy a résztvevők ne sértsenek meg semmilyen szabályt.</li> <li>Állítsd le a játékot 10 perc után, ha a csapat még nem teljesítette a feladatot.</li> </ul> <br /> <span>A játék végén:</span> <ul class='list-disc list-inside'> <li>Gyűjtsd össze az összes golyót, amely a játékban volt.</li> <li>Készülj fel új csoportokra!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Egészség, környezet és biztonság:</span> <ul class='list-disc list-inside'> <li>Ennek az állomásnak a kockázata, hogy a résztvevők a labirintust a lábukra ejthetik. Ha a golyó egy lyukon keresztül esik, a résztvevőknek óvatosan kell felvenniük, hogy ne ejtsék rájuk a labirintust. Szilánkok vagy hólyagok jelenhetnek meg a tenyéren.</li> </ul> </div>",
    "land_water_beach": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Forgatókönyv:</span> <br /> Üdvözöljük a Szárazföld, víz, strand játékban.  <ul class='list-disc list-inside'> <li>Ezen az állomáson egy másik csapattal versenyeznek, hogy a lehető leggyorsabban reagáljanak, és mozogjanak három zóna között három különböző jelre.</li> <li>Mindkét csapatból tíz ember kezd a középső zónában, a strandon.</li> <li>A három jel, amire reagálniuk kell: <ul> <li>Piros jel azt jelenti, hogy a hátsó zónába kell menni, a szárazföldre.</li> <li>Sárga jel a középső zóna, a strand.</li> <li>Kék jel az első zóna, a víz.</li> </ul> </li> <li>Az a csapat, amelynek mind a tíz játékosa először mozog a megfelelő zónába, egy pontot kap. Ha mindkét csapat ugyanolyan gyors, mindkét csapat egy pontot kap.</li> <li>A játékosoknak maradniuk kell abban a zónában, ahová mozognak.</li> <li>Három jel látható, mielőtt a tíz játékost tíz új játékosra cserélnék. Ezt összesen három körben hajtják végre.</li> <li>A nyert körök alapján kapják a pontokat.</li> <li>Értették a feladatot?</li> <li>Akkor tíz játékos kezdhet a középső zónában, és a csapat többi tagja ott állhat, és készen állhat a tíz játékos cseréjére (mutasd meg a legjobb helyet a többi csapat számára).</li> <li>Akkor kezdhetünk. Kész, rajt, indulás!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>A bíróknak:</span> <ul class='list-disc list-inside'> <li>Győződj meg arról, hogy a csapat többi tagja megfelelő helyen áll, és készen áll a tíz új játékos cseréjére minden körben.</li> <li>Győződj meg arról, hogy az állomáson töltött idő nem haladja meg a 15 percet összesen.</li> <li>A főbíró kijelzi a pontokat a ponttáblán.</li> <li>Két vonalbíró zászlókkal gyorsan dönt arról, ki kap pontot.</li> <li>A jelződobozban lévő személynek változtatnia kell a jelet és az időt a jelek között.</li> </ul> <br /> <span>A játék végén:</span> <ul class='list-disc list-inside'> <li>Győződj meg arról, hogy a zónák továbbra is jól láthatóak.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Egészség, környezet és biztonság:</span> <ul class='list-disc list-inside'> <li>Ennek az állomásnak a kockázata kicsi; előfordulhatnak botlások, bokaficamok vagy esések. Légy óvatos.</li> </ul> </div>",
    "mastermind": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Forgatókönyv:</span> <br /> Üdvözöljük a Mastermindban.  <ul class='list-disc list-inside'> <li>Ennek az állomásnak a célja, hogy kitalálják, milyen színkód található a bőröndben.</li> <li>8 fordulójuk van és legfeljebb 10 percük van a feladat megoldására.</li> <li>Minél kevesebb fordulót használnak a helyes kód megtalálásához, annál több pontot kapnak.</li> <li>Most ki kell választaniuk 5 Kódfejtőt.</li> <li>Ezeknek az 5 fő feladata a feladat megoldása.</li> <li>A többiek mindegyike kap egy színt (Durag - fejpánt), amely egy játékkövet képvisel, amelyet a Kódfejtők a játéktáblára helyezhetnek.</li> <li>Minden résztvevő, aki játékkő, viselnie kell a fejpántot a fején a játék során. (Legyen nálad a durag és mutasd meg)</li> <li>A Kódfejtők összegyűjtik azokat a játékköveket (résztvevőket fejpánttal), amelyeket használni akarnak, és egy fekete játékkőre helyezik őket a játéktáblán.</li> <li>Amikor a Kódfejtők leadták a válaszukat, egy bíró elhelyezi a 'válaszpálcákat', amelyek megmondják a Kódfejtőknek, mennyire közel vannak a válaszhoz.  <ul> <li>Piros pálca = helyes szín a helyes helyen</li> <li>Fehér pálca = helyes szín a rossz helyen</li> </ul> (Legyenek nálad a pálcák és mutasd meg)</li> <li>Amikor a Kódfejtők kitalálják a helyes színkódot, egy bíró előrelép és kinyitja a dobozt.</li> <li>A csapat többi tagja a játéktábla mellett áll.</li> <li>Értették a feladatot?</li> <li>Akkor a Kódfejtők mehetnek ahhoz a bíróhoz (mutasd és jelöld).</li> <li>Akik játékkövek lesznek, ott állhatnak (mutasd és jelöld).</li> <li>Akkor kezdhetünk. Kész, rajt, indulás!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>A bírónak:</span> <ul class='list-disc list-inside'> <li>Győződj meg arról, hogy a közönség, a játékkövek és a Kódfejtők világos helyen vannak a játéktáblával szemben a játékélmény, a láthatóság és az elkötelezettség szempontjából.</li> </ul> <br /> <span>A játék végén:</span> <ul class='list-disc list-inside'> <li>Gyűjtsd össze az összes fejpántot.</li> <li>Gyűjtsd össze az összes válaszpálcát.</li> <li>Változtasd meg a színkódot a dobozban.</li> <li>Állítsd be a játéktáblát, ha szükséges.</li> <li>Készülj fel új csoportokra!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Egészség, környezet és biztonság:</span> <ul class='list-disc list-inside'> <li>Ennek az állomásnak a kockázata, hogy a résztvevők megbotolhatnak a játéktáblán lévő játékkövekben. Ezt nagyon alacsony vagy alacsony kockázatnak tekintik.</li> </ul> </div>"
  },
  "calculated-score": "Számított pontszám",
  "couldnt-load-the-video": "Nem sikerült betölteni a videót",
  "details": "Részletek",
  "family": "Család",
  "games": {
    "hamster_wheel": "Hörcsögkerék",
    "iron_grip": "Vasmarkolat",
    "labyrinth": "Labirintus",
    "land_water_beach": "Szárazföld, víz, strand",
    "mastermind": "Mastermind"
  },
  "general_error": "Valami hiba történt",
  "loading": "Betöltés...",
  "login": {
    "login_button": "Bejelentkezés",
    "teamcode": "Csapatkód"
  },
  "menu": {
    "games": "Játékok"
  },
  "minutes": "Percek",
  "no-matches-for-this-filter": "Nincs találat erre a szűrőre",
  "please_refresh": "Frissítsd az oldalt",
  "point": "Pont",
  "points-registration-error": "A számított eredmény undefined értéket adott vissza. Az űrlap érvénytelen, bár be lehet nyújtani. Előfordulhat, hogy hiányzik néhány validálás az űrlapmezőkből.",
  "post-type": "Bejegyzés típusa:",
  "save": "Mentés",
  "saved": "Mentve",
  "seconds": "Másodpercek",
  "something-went-wrong": "Frissítsd az oldalt",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Valami hiba történt, nem sikerült bejelentkezni - próbáld újra.",
  "team": "Csapat",
  "yourmatch": "A játékod"
}
