{
  "install_hint": "Hint:\nInstaller denne webappen på startskjermen din, den vil fungere bedre!",
  "menu": {
    "home": "Hjem",
    "league": "Liga",
    "sidequest": "Sidequest",
    "games": "Spill",
    "map": "Kart"
  },
  "games": {
    "iron_grip": "Jerngrepet",
    "land_water_beach": "Land, vann, strand",
    "mastermind": "Mastermind",
    "hamster_wheel": "Hamsterhjulet",
    "labyrinth": "Labyrint"
  },
  "score": {
    "monkey_bars": "{score} bars",
    "nerve_spiral": "{score} seconds",
    "ticket_twist": "{score} tickets",
    "mine_field": "{score} seconds",
    "table_surfing": "{score} seconds"
  },
  "explanation": {
    "iron_grip": "I konkurransen 'Jerngrepet' møter ni deltakere hverandre i en utfordring der målet er å henge i et stillas så lenge som mulig i løpet av en ti-minutters periode. Alle deltakerne begynner å henge samtidig, med håndflaten vendt fremover, når nedtellingen starter. \n\nEn dommer, referert til som dommer (a), har ansvaret for å stoppe og starte klokken. Klokken stoppes når alle ni deltakere er på plass og henger fra stillaset, og den startes på nytt hver gang noen slipper taket. En annen dommer, dommer (b), holder øye med den totale tiden på ti minutter som deltakerne har til rådighet. \n\nDeltakerne kan bytte med lagkamerater som venter ved siden av, klar til å klatre opp stigen og ta over. Det er ingen begrensninger på antall bytter eller hvor mange ganger en deltaker kan henge. Konkurransen dreier seg om å akkumulere mest mulig tid hengende fra stillaset innenfor den gitte tidsrammen på ti minutter.",
    "land_water_beach": "Denne posten er en reaksjonspost der lagene konkurrerer mot hverandre. Ti deltakere fra hvert lag starter i sonen i midten.\nI denne utfordringen får det laget hvor alle 10 deltakere flytter seg raskest til riktig sone, ett poeng. Ved lik reaksjonstid får begge lag ett poeng. Det er derfor avgjørende å reagere raskt og bevege seg til riktig sone. Feil bevegelser resulterer i at det andre laget får ett poeng. Etter tre signaler bytter dere ut de ti deltakerne med ti nye deltakere fra laget. Dette gjentas over tre runder.\nReaksjonstiden er avgjørende for å vinne.",
    "mastermind": "Posten er inspirert av konseptet fra spillet Mastermind.\n\nLaget skal løse en fargekode skjult i en boks. Fem deltakere er utpekt som Codebreakers, mens resten av laget fungerer som fargebrikker.\n\nCodebreakers plasserer sine løsninger på spillbrettet, og kontakter deretter dommeren. Dommeren plasserer 'svar-pinner' i boksen ved siden av hver rad. Disse pinnene viser hvor mange farger som er riktig farge og riktig plassert (rød) og hvor mange farger som er riktig farge, men ikke riktig plassert (hvit) i Codebreakers sitt forslag.",
    "labyrinth": "På denne posten vil laget bli utfordret til å samarbeide ved å navigere en kule gjennom en labyrint på en plate.\nDommeren starter spillet ved å plassere ballen på startpunktet og starter tidtakeren. Det er tre checkpoints på brettet, og alle spillerne bytter plass med nye 12 spillere ved hvert checkpoint, slik at totalt 36 personer får spilt.\nNår labyrinten er fullført eller tiden er ute, plasserer deltakerne brettet rolig ned på bakken.",
    "hamster_wheel": "På denne posten skal 2 lag konkurrer mot hverandre i hvert sitt “Hamsterhjul”. Laget som er raskest gjennom løypa uten å tråkke utenfor hjulet vinner. Det spilles 1 omgang, men det gjøres bytte av alle deltakere etter 1 runde. Førstemann i mål etter 2 runder vinner. Tiden lagene bruker vil også medregnes antall poeng de får på posten."
  },
  "points": "M £",
  "pointexplenation": {
    "iron_grip": "Poengene rangeres etter konkurransen basert på hvem som klarte å henge lengst. Som dommer a, er det din oppgave å notere tiden der alle 9 deltakere henger samtidig.",
    "labyrinth": "Poeng gis etter antall klarte checkpoints samt tid på å fullføre labyrinten.",
    "mastermind": "Poengene tildeles basert på antall runder laget bruker på å løse fargekoden.",
    "land_water_beach": "Laget får ett poeng for hvert signal de vinner. Begge lag får ett poeng dersom lagene er like raske",
    "hamster_wheel": "Poengene tildeles basert på om laget vinner og tiden de brukte på runden. "
  },
  "category": {
    "iron_grip": "Styrke",
    "labyrinth": "Samarbeid",
    "mastermind": "Logikk",
    "land_water_beach": "Reaksjon",
    "hamster_wheel": "X-faktor"
  },
  "rules": {
    "iron_grip": "• Deltakerne må henge med håndflaten frem\n• Tiden stoppes av dommer (a) når ikke alle ni deltakere henger samtidig.",
    "labyrinth": "Spillet starter da dommeren har plassert kula på brettet.\n• 12 personer må holde rundt brettet mens spillet pågår.\n• Det er ikke tillatt å berøre ballen med hendene når den er på brettet, og heller ikke å krabbe under labyrinten mens spillet pågår, med mindre ballen faller gjennom et hull.\n• Hvis ballen faller ned i et hull, må den plukkes opp og plasseres tilbake ved forrige checkpoint eller startpunkt.\n• Ballen må alltid være på brettet, og det er ikke tillatt å kaste ballen opp for å forsøke å overvinne hindringer.\n• For hvert checkpoint kula kommer til, må alle 12 deltakere byttes ut til 12 nye.",
    "land_water_beach": "De må reagere raskt på tre ulike signaler:\n• Gult signal: Stå stille som en strand.\n• Grønt signal: Flytt deg bakover til 'land' sonen.\n• Blått signal: Flytt deg fremover til 'vann' sonen.",
    "mastermind": "• Laget har 10 minutter på å løse fargekoden.\n• Bare de utnevnte codebreakers har tillatelse til å sette opp brikkene og foreslå løsninger.\n• Laget sier i fra til hoveddommer når de har avgitt svaret sitt.",
    "hamster_wheel": "Lagene har 15-20 deltakere hver, inne i hamsterhjulet.\n• Det er +10 sek tilleggstid om laget tråkker på utsiden av hjulet.\n• Hele laget på 15 stk byttes ut etter 1 runde med 15 nye deltakere.\n• Hele hjulet må være over linjen for å kunne gjøre bytte.\nHele hjulet må over linjen for at tiden stoppes."
  },
  "general_error": "Noe gikk galt",
  "pleaserefresh": "Prøv å oppdatere siden",
  "coins": "Mynter",
  "game": "Spill",
  "team1team2": "Lag 1 / Lag 2",
  "start": "Start",
  "rulestitle": "Regler",
  "login": {
    "login_button": "Logg inn",
    "teamcode": "Lagkode",
    "teamcode_invalid": "Beklager, lagkoden din er ikke gyldig"
  },
  "league": {
    "rankingisempty": "Ingen poeng er opptjent enda. Sjekk tilbake her etter første runde.",
    "viewgamerankings": "Se rangering for hvert spill",
    "viewgamerankings-title": "Du kan se rangeringene per spill på spilldetaljsidene.",
    "ranking-frozen": "Rangeringen er nå frosset til vinnerne blir kunngjort"
  },
  "admin": {
    "select_league": {
      "intro": "Velg sonen din"
    },
    "select_game": {
      "intro": "Velg hvilken lek du skal dømme"
    },
    "intro": "Spør hvilket lag de er og sørg for at det er riktig lag på rett plass, og at det stemmer overens med laget som står over."
  },
  "yourmatch": "Ditt spill",
  "back": "Tilbake",
  "teamName": "Lag",
  "family": "Familie",
  "familyBalance": "Familie saldo",
  "results": "Resultater for dette spillet",
  "pointstitle": "Poeng",
  "categorytitle": "Kategori",
  "loading": "Laster...",
  "match-list": "Match List",
  "no-matches-for-this-filter": "No matches for this filter",
  "please_refresh": "Vennligst reload",
  "something-went-wrong": "Vennligst reload siden",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Noe gikk galt, vi kunne ikke logge deg inn - prøv igjen.",
  "point": "Poeng",
  "calculated-score": "Beregnet score",
  "save": "Lagre",
  "saved": "Lagret",
  "points-registration-error": "Kalkulert resultat returnerte undefined. Skjemaet er ugyldig selv om det kan sendes inn. Du mangler kanskje noen validering på skjemafelt.",
  "couldnt-load-the-video": "Kan ikke laste inn videoen",
  "details": "Detaljer",
  "total-nr-of-bars": "Total antall bars",
  "nr-of-participants": "Antall deltagere",
  "team": "Lag",
  "minutes": "Minutter",
  "seconds": "Sekunder",
  "penalty-points": "Straffepoeng"
}
