{
  "install_hint": "Hint:\nInstaller denne webappen på startskjermen din, den vil fungere bedre!",
  "menu": {
    "home": "Hjem",
    "league": "Liga",
    "sidequest": "Sidequest",
    "games": "Spill",
    "map": "Kart"
  },
  "games": {
    "iron_grip": "The iron grip",
    "land_water_beach": "Land, water, beach",
    "mastermind": "Mastermind",
    "human_shuffleboard": "Human Shuffleboard",
    "labyrinth": "Labyrinth"
  },
  "score": {
    "monkey_bars": "{score} bars",
    "nerve_spiral": "{score} seconds",
    "ticket_twist": "{score} tickets",
    "mine_field": "{score} seconds",
    "table_surfing": "{score} seconds"
  },
  "explanation": {
    "iron_grip": "Can your team provide assistance in rescuing people trapped on a malfunctioning Ferris wheel? Climbing a Ferris wheel can be challenging, and it's crucial to remember the importance of carrying first aid supplies. Please get your team to reach the other side and rescue these helpless individuals in need.",
    "land_water_beach": "Denne posten er en reaksjonspost, hvor dere konkurrerer mot et annet lag. Ti deltakere fra hvert lag starter i sonen i midten, og skal reagere så raskt som mulig på tre ulike signaler:\n\nGult signal betyr at man skal bli stående stille, strand\nGrønt signal betyr at man skal flytte seg til sonen bak, land\nBlått signal betyr at man skal flytte seg til sonen foran, vann\n\nDet laget hvor alle 10 deltakere flytter seg raskest til riktig sone, er det laget som får poeng. Hvis dere er like raske, får begge lag ett poeng. Altså må man reagere raskt, og bevege seg til riktig sone. Hvis man beveger seg til feil sone, får det andre laget ett poeng. Etter tre signal, skal dere bytte ut de ti deltakene med ti nye deltakere fra laget. Dette gjennomføres tre runder.",
    "mastermind": "På denne posten skal laget finne ut av hvilken fargekode som skjuler seg i boksen. Laget skal ha plukket ut 5 deltakere til å være deres «Codebreakers». Resten av laget brukes som fargebrikker i spillet etter hvert som «Codebreakers» plasser sine løsninger på spillbrettet.\nNår «Codebreakers» har lagt ut et forslag på løsning, kontakter de dommeren som vil plassere «svar-pinner» i boksen plassert ved siden av hver rad. «Svar-pinnene» viser hvor mange riktige farger (svart) og riktig farge som er riktig plassert (rød) «Codebreakers» har plassert ut i sitt forslag.\n\nPoeng gis etter antall runder brukt på å løse fargekoden.",
    "labyrinth": "Velkommen\nBallen skal igjennom labyrinten. Det er hull og checkpoints på brettet\n12 personer kan holde rundt brettet\nSpillet er igang da dommer plasserer ballen på start.\nIkke lov å bevege ballen med hendene når den er i spill på brettet.\nIkke lov å krabbe under labyrint når spillet er igang. Det er kun lov når ballen fallet gjennom et hull\nFaller ballen ned i et hull, må den plukkes opp og legges tilbake til siste checkpoint eller start\nBallen skal alltid ligge på brettet. Ikke lov å kaste ballen opp med brettet for å prøve å komme over hinder på brettet\nDet er 3 checkpoints på brettet. Alle spillerne bytter plass med nye spillere. Totalt 36 personer får spilt.\nNår labyrinten er ferdig eller tiden er ute, plasserer deltakerne brettet rolig ned på bakken",
    "human_shuffleboard": "1. To lag konkurrer mot hverandre.\n2. Lagene stiller med 9 deltakere per omgang.\n3. Det skal sitte en person i baderingen til enhver tid, armer og ben kan ikke touche bakken eller aktivt skyve på andre baderinger som er i spill.\n4. Laget med blå baderinger starter første omgang. Det spilles annenhver farge inntil alle baderinger er spilt.\n5. I omgang nr. 2 starter rødt lag.\n6. Stein, saks, papir avgjør hvem som starter omgang nr. 3.\n7. Spillet starter med at en deltaker plassers i baderingen, mens to personer skal dytte baderingen, de kan ikke passere den røde streken (slipp sone) på banen.\n8. Etter at alle har skjøvet sine tre baderinger, telles scoren på alle baderinger som ligger innenfor scoringsområdet.\n9. Hele baderingen må ligge innenfor poengområdet for at det skal telles med.\n10. Hvis baderingen berører streken, er det den bakerste poengsonen som er tellende.\n11. Det spilles 3 omganger, med 3 skyv av baderinger per omgang.\n12. Poengene fra hver omgang telles opp til en totalsum.\n13. Det laget med flest poeng vinner konkurransen."
  },
  "leadstory": {
    "iron_grip": "",
    "labyrinth": "",
    "mastermind": "",
    "mine_field": "",
    "human_shuffleboard": ""
  },
  "rules": {
    "iron_grip": "Coming soon",
    "labyrinth": "Coming soon",
    "land_water_beach": "Coming soon",
    "mastermind": "Tid: 10 min\nAntall deltakere: 5 stk codebreakers + 32 stk fargebrikker (maksimalt).",
    "human_shuffleboard": "Coming soon"
  },
  "general_error": "Noe gikk galt",
  "pleaserefresh": "Prøv å oppdatere siden",
  "points": "Poeng",
  "coins": "Mynter",
  "game": "Spill",
  "team1team2": "Lag 1 / Lag 2",
  "start": "Start",
  "rulestitle": "Regler",
  "login": {
    "login_button": "Logg inn",
    "teamcode": "Lagkode",
    "teamcode_invalid": "Beklager, lagkoden din er ikke gyldig"
  },
  "league": {
    "rankingisempty": "Ingen poeng er opptjent enda. Sjekk tilbake her etter første runde.",
    "viewgamerankings": "Se rangering for hvert spill",
    "viewgamerankings-title": "Du kan se rangeringene per spill på spilldetaljsidene.",
    "ranking-frozen": "Rangeringen er nå frosset til vinnerne blir kunngjort"
  },
  "admin": {
    "select_league": {
      "intro": "Velg ligaen du vil administrere"
    }
  },
  "yourmatch": "Ditt spill",
  "sidequest": {
    "thanks": "Takk, svaret ditt er registrert",
    "timeranout": "Tiden gikk ut, bedre lykke neste gang",
    "areyouready": "Er du klar?",
    "checkanswerlater": "Sjekk svaret når spillet er over",
    "question_locked": "Utgått",
    "youhaveunsubmittedanswers": "Du har {numAnswers} svar. Vil du sende dem nå?",
    "submityouranswers": "Send inn svarene dine",
    "gameroundtitle": "Runde {round}",
    "back_to_overview": "Tilbake til oversikten",
    "alreadyAnswered": "Du har allerede svart på dette spørsmålet",
    "noroundyet": "Ikke tilgjengelig ennå. Kom tilbake etter kampen.",
    "submitfailed": "Kunne ikke sende inn svarene dine. Sjekk at du har tilkobling og prøv igjen",
    "no_coins": "Du har ingen mynter igjen. Du kan ikke svare på flere spørsmål",
    "explanation": "Forklaring",
    "explanation_text": "Etter hver kamp, bortsett fra den siste, vil 2 spørsmål bli låst opp i tilfeldig rekkefølge, totalt 8 spørsmål. Du har 10 minutter til å svare på dem, til neste kamp begynner.\nDu har totalt 8 mynter. Hver spørsmål du starter koster en mynt, selv om du ikke svarer på det. Så, hvis du prøver å svare på samme spørsmål på nytt, må du hoppe over et annet spørsmål.\nNår du har svart på et spørsmål, kan du ikke svare på det igjen.\n\nLaget ditt tjener bonuspoeng basert på hvor mange av laget ditt som sender inn et riktig svar for hvert spørsmål.\nSjekk tilbake etter hver kamp for å tjene flere poeng for laget ditt!",
    "questiontypes": {
      "math": "Matematikk",
      "knowledge": "Kunnskap",
      "recognize": "Gjenkjenne",
      "insight": "Innsikt",
      "remember": "Huske",
      "guess": "Gjette"
    }
  },
  "questions": {
    "guesshowmany1": {
      "q": "Hvor mange timer har Fra Kåre blitt hørt i år?",
      "intro": "Har du hørt på Fra Kåre i år?"
    },
    "guesshowmany2": {
      "q": "Hvor mange personer har besøkt campene i 2023?",
      "intro": "Er du flink til å telle?"
    },
    "remember": {
      "q": "Hva er riktig rekkefølge på dansetrinnene i Herman Shuffle?",
      "intro": "Danset du med på dette i morges?",
      "a": {
        "lwd": "Lean, Wave, Drift ",
        "wld": "Wave, Lean, Drift",
        "ldw": "Lean, Drift, Wave",
        "wdl": "Wave, Drift, Lean"
      }
    },
    "insight": {
      "q": "Hvilken berg-og-dal-banevogn vil nå bunnen først?",
      "intro": "Se på bildet. Hvilken berg-og-dal-banevogn vil nå bunnen først?",
      "a": {
        "red": "Rød",
        "green": "Grønn",
        "yellow": "Gul",
        "sametime": "De når bunnen samtidig"
      }
    },
    "recognize1": {
      "q": "Gjenkjenner du eller husker du hvem dette er?",
      "intro": "Vet du hvem vi ser (ikke) på dette bildet?",
      "a": {
        "opta": "Gershon Twilley",
        "optb": "Harald Kronstad",
        "optc": "Gunnar Gangsø",
        "optd": "Bernt-Aksel Larsen"
      }
    },
    "recognize2": {
      "q": "Husker du hvem dette er?",
      "intro": "Har du fulgt med på prosjektene i år? Se på bildet.",
      "a": {
        "peter": "Peter",
        "john": "Johannes",
        "matthew": "Matteus",
        "paul": "Paulus"
      }
    },
    "math": {
      "q": "Hvilket tall skal stå på spørsmålstegnet?",
      "intro": "Se på bildet. Hvilket tall skal stå på spørsmålstegnet?",
      "a": {
        "30": "30",
        "81": "81",
        "200": "200",
        "67": "67"
      }
    },
    "knowledge": {
      "q": "I hvilket land har BCC ingen menigheter?",
      "intro": "Hvor er du fra?",
      "a": {
        "singapore": "Singapore",
        "serbia": "Serbia",
        "japan": "Japan",
        "peru": "Peru"
      }
    }
  },
  "back": "Tilbake"
}
