{
  "install_hint": "Hint:\nInstalleer deze webapp op je startscherm, dan werkt hij beter!",
  "menu": {
    "home": "Home",
    "league": "Competitie",
    "sidequest": "Sidequest",
    "games": "Spellen",
    "map": "Kaart"
  },
  "games": {
    "iron_grip": "Ijzeren Greep",
    "land_water_beach": "Land, water, strand",
    "mastermind": "Mastermind",
    "hamster_wheel": "Hamsterwiel",
    "labyrinth": "Doolhof"
  },
  "score": {
    "monkey_bars": "{score} stangen",
    "nerve_spiral": "{score} seconden",
    "ticket_twist": "{score} tickets",
    "mine_field": "{score} seconden",
    "table_surfing": "{score} seconden"
  },
  "explanation": {
    "iron_grip": "In de competitie 'Ijzeren Greep' nemen negen deelnemers het tegen elkaar op in een uitdaging waarbij het doel is om zo lang mogelijk aan een steiger te hangen binnen een periode van tien minuten. Alle deelnemers beginnen tegelijkertijd te hangen, met hun handpalmen naar voren, wanneer de aftelling begint. \n\nEen scheidsrechter, aangeduid als scheidsrechter (a), is verantwoordelijk voor het stoppen en starten van de klok. De klok stopt wanneer alle negen deelnemers op hun plaats zijn en aan de steiger hangen, en hij start opnieuw elke keer dat iemand loslaat. Een andere scheidsrechter, scheidsrechter (b), houdt de totale tijd van tien minuten in de gaten die de deelnemers ter beschikking hebben. \n\nDeelnemers kunnen wisselen met teamgenoten die naast hen wachten, klaar om de ladder op te klimmen en over te nemen. Er zijn geen beperkingen op het aantal wissels of hoe vaak een deelnemer kan hangen. De competitie draait om het verzamelen van zoveel mogelijk tijd hangend aan de steiger binnen de gegeven tijdsperiode van tien minuten.",
    "land_water_beach": "Dit onderdeel is een reactietest waarbij teams tegen elkaar strijden. Tien deelnemers van elk team starten in de zone in het midden.\nIn deze uitdaging krijgt het team waarbij alle 10 deelnemers zich het snelst naar de juiste zone verplaatsen, één punt. Bij gelijke reactietijd krijgen beide teams één punt. Het is daarom cruciaal om snel te reageren en naar de juiste zone te bewegen. Foute bewegingen resulteren in één punt voor het andere team. Na drie signalen wissel je de tien deelnemers met tien nieuwe deelnemers van het team. Dit wordt herhaald over drie rondes.\nReactietijd is cruciaal om te winnen.",
    "mastermind": "Dit onderdeel is geïnspireerd op het concept van het spel Mastermind.\n\nHet team moet een kleurcode oplossen die verborgen is in een doos. Vijf deelnemers worden aangewezen als Codebreakers, terwijl de rest van het team fungeert als kleurstukken.\n\nCodebreakers plaatsen hun oplossingen op het speelbord en nemen vervolgens contact op met de scheidsrechter. De scheidsrechter plaatst 'antwoordpinnen' in de doos naast elke rij. Deze pinnen geven aan hoeveel kleuren de juiste kleur en correct geplaatst zijn (rood) en hoeveel kleuren de juiste kleur zijn, maar niet correct geplaatst (wit) in het voorstel van de Codebreakers.",
    "labyrinth": "Bij dit onderdeel wordt het team uitgedaagd om samen te werken door een bal door een doolhof op een plaat te navigeren.\nDe scheidsrechter start het spel door de bal op het startpunt te plaatsen en de timer te starten. Er zijn drie controlepunten op het bord en alle spelers wisselen van plaats met 12 nieuwe spelers bij elk controlepunt, zodat in totaal 36 mensen kunnen spelen.\nWanneer het doolhof is voltooid of de tijd om is, plaatsen de deelnemers het bord rustig op de grond.",
    "hamster_wheel": "Bij dit onderdeel strijden 2 teams tegen elkaar in hun respectievelijke “Hamsterwiel”. Het team dat het snelst door het parcours gaat zonder buiten het wiel te stappen, wint. Er wordt 1 ronde gespeeld, maar alle deelnemers worden na 1 ronde vervangen. De eerste die na 2 ronden de finish bereikt, wint. De tijd die de teams gebruiken, wordt ook meegerekend voor het aantal punten dat ze bij dit onderdeel verdienen."
  },
  "points": "Punten",
  "pointexplenation": {
    "iron_grip": "Punten worden gerangschikt na de competitie op basis van wie het langst kon hangen. Als scheidsrechter (a) is het jouw taak om de tijd te noteren wanneer alle 9 deelnemers tegelijkertijd hangen.",
    "labyrinth": "Punten worden toegekend op basis van het aantal voltooide controlepunten en de tijd die nodig is om het doolhof te voltooien.",
    "mastermind": "Punten worden toegekend op basis van het aantal rondes dat het team gebruikt om de kleurcode op te lossen.",
    "land_water_beach": "Het team krijgt één punt voor elk signaal dat ze winnen. Beide teams krijgen één punt als ze even snel zijn.",
    "hamster_wheel": "Punten worden toegekend op basis van of het team wint en de tijd die ze voor de ronde gebruikten."
  },
  "category": {
    "iron_grip": "Kracht",
    "labyrinth": "Samenwerking",
    "mastermind": "Logica",
    "land_water_beach": "Reactie",
    "hamster_wheel": "X-factor"
  },
  "rules": {
    "iron_grip": "• Deelnemers moeten hangen met hun handpalmen naar voren\n• De tijd wordt gestopt door scheidsrechter (a) wanneer niet alle negen deelnemers tegelijkertijd hangen.",
    "labyrinth": "Het spel begint wanneer de scheidsrechter de bal op het bord heeft geplaatst.\n• 12 mensen moeten rond het bord staan terwijl het spel bezig is.\n• Het is niet toegestaan om de bal met je handen aan te raken wanneer deze op het bord ligt, noch om onder het doolhof door te kruipen terwijl het spel bezig is, tenzij de bal door een gat valt.\n• Als de bal in een gat valt, moet deze worden opgepakt en teruggeplaatst bij het vorige controlepunt of startpunt.\n• De bal moet altijd op het bord blijven liggen en het is niet toegestaan om de bal omhoog te gooien om obstakels te proberen te overwinnen.\n• Voor elk controlepunt dat de bal bereikt, moeten alle 12 deelnemers worden vervangen door 12 nieuwe deelnemers.",
    "land_water_beach": "Ze moeten snel reageren op drie verschillende signalen:\n• Geel signaal: Blijf stilstaan als een strand.\n• Groen signaal: Ga achteruit naar de 'land' zone.\n• Blauw signaal: Ga vooruit naar de 'water' zone.",
    "mastermind": "• Het team heeft 10 minuten om de kleurcode op te lossen.\n• Alleen de aangewezen Codebreakers mogen de stukken opzetten en oplossingen voorstellen.\n• Het team informeert de hoofdscheidsrechter wanneer ze hun antwoord hebben ingediend.",
    "hamster_wheel": "Teams hebben elk 15-20 deelnemers in het hamsterwiel.\n• Er is een +10 seconden straf als het team buiten het wiel stapt.\n• Het hele team van 15 wordt na 1 ronde vervangen door 15 nieuwe deelnemers.\n• Het hele wiel moet over de lijn zijn om de wissel te kunnen maken.\nHet hele wiel moet over de lijn zijn om de tijd te stoppen."
  },
  "general_error": "Er is iets misgegaan",
  "pleaserefresh": "Probeer de pagina te vernieuwen",
  "coins": "Munten",
  "game": "Spel",
  "team1team2": "Team 1 / Team 2",
  "start": "Start",
  "rulestitle": "Regels",
  "login": {
    "login_button": "Inloggen",
    "teamcode": "Teamcode",
    "teamcode_invalid": "Sorry, je teamcode is niet geldig"
  },
  "league": {
    "rankingisempty": "Er zijn nog geen punten behaald. Kijk hier terug na de eerste ronde.",
    "viewgamerankings": "Bekijk ranglijsten per spel",
    "viewgamerankings-title": "Je kunt de ranglijsten per spel bekijken op de spel detailpagina's.",
    "ranking-frozen": "De ranglijst is nu bevroren totdat de winnaars worden bekendgemaakt"
  },
  "admin": {
    "select_league": {
      "intro": "Kies je zone"
    },
    "select_game": {
      "intro": "Kies welk spel je beoordeelt"
    },
    "intro": "Vraag welk team ze zijn en zorg ervoor dat het juiste team op de juiste plaats is, en dat het overeenkomt met het team dat boven staat."
  },
  "yourmatch": "Je spel",
  "back": "Terug",
  "teamName": "Team",
  "family": "Familie",
  "familyBalance": "Familie saldo",
  "results": "Resultaten voor dit spel",
  "pointstitle": "Punten",
  "categorytitle": "Categorie",
  "loading": "Laden...",
  "match-list": "Wedstrijdenlijst",
  "no-matches-for-this-filter": "Geen wedstrijden voor dit filter",
  "please_refresh": "Ververs a.u.b.",
  "something-went-wrong": "Ververs de pagina a.u.b.",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Er is iets misgegaan, we konden je niet inloggen - probeer opnieuw.",
  "point": "Punt",
  "calculated-score": "Berekende score",
  "save": "Opslaan",
  "saved": "Opgeslagen",
  "points-registration-error": "Berekend resultaat gaf undefined terug. Het formulier is ongeldig, ook al kan het worden ingediend. Je mist mogelijk enige validatie op het formulier.",
  "couldnt-load-the-video": "Kon de video niet laden",
  "details": "Details",
  "total-nr-of-bars": "Totaal aantal stangen",
  "nr-of-participants": "Aantal deelnemers",
  "team": "Team",
  "minutes": "Minuten",
  "seconds": "Seconden",
  "penalty-points": "Strafpunten"
}
