{
  "menu": {
    "home": "Strona główna",
    "league": "Liga",
    "sidequest": "Zadanie poboczne",
    "games": "Gry",
    "map": "Mapa"
  },
  "games": {
    "monkeybars": "Drabinki małp",
    "nervespiral": "Wiraż nerwów XL",
    "tickettwist": "Zwariowane bilety",
    "minefield": "Pole minowe",
    "tablesurfing": "Crowdsurfing"
  },
  "score": {
    "monkeybars": "{score} drabinek",
    "nervespiral": "{score} sekundy",
    "tickettwist": "{score} bilety",
    "minefield": "{score} sekundy",
    "tablesurfing": "{score} sekundy"
  },
  "leadstory": {
    "monkeybars": "Czy twoja drużyna może pomóc w ratowaniu ludzi uwięzionych na awarii diabelskiego młyna? Wspinanie się na diabelskim młynie może być wyzwaniem, dlatego ważne jest pamiętanie o znaczeniu posiadania materiałów pierwszej pomocy. Przyprowadź swoją drużynę na drugą stronę i uratuj te bezradne osoby w potrzebie.",
    "nervespiral": "Czekając cierpliwie na swoją kolej w kolejce do kolejnej przejażdżki, nagle występuje awaria prądu. Nie ma potrzeby panikować. Czy twoja drużyna potrafi sprawnie poradzić sobie z tą nieoczekiwaną sytuacją i bezpiecznie opuścić kolejkę, nie doznając wstrząsów elektrycznych? Zachowaj spokój i zaufaj umiejętnościom swojej drużyny w radzeniu sobie z tym wyzwaniem z opanowaniem i wdziękiem.",
    "tickettwist": "Ludzie stoją w kolejce, aby zdobyć bilety. Czy twoja drużyna jest w stanie poradzić sobie z szybkością i stresem, który pojawia się przy kasie? Gra ta łączy szybkie myślenie, wytrzymałość, szybkość i współpracę zespołową. Skup się i przewróć jak najwięcej biletów na kolor swojej drużyny. Jesteś gotowy na wyzwanie?",
    "minefield": "Twoja drużyna stoi w obliczu trudnej sytuacji, w której musi przejść na drugą stronę, jednocześnie uważając na dzikie zwierzęta, które uciekły. Celem jest dotarcie do celu, unikając ataków tych zwierząt.",
    "tablesurfing": "Tory kolejowe są uszkodzone, co powoduje poważny problem. Jednak twoja drużyna może sobie poradzić z tą sytuacją, pracując razem jako zespół. Połącz swoje umiejętności, skoordynuj działania i znajdź sposób na płynne utrzymanie ruchu pociągu."
  },
  "explanation": {
    "monkeybars": "Gracz numer jeden zaczyna wspinaczkę na drabinkach małp, jak najdalej, jak potrafi. Gdy osiągnie dwunastą drabinkę, następny gracz może rozpocząć od początku.\n\nPrzykład: Gracz numer jeden dotknął ostatniej dwudziestej szóstej drabinki, więc jego wynik wynosi 26 punktów. Gracz numer dwa upadł przy osiemnastej drabince, więc jego wynik wynosi 18 punktów. Punkty wszystkich graczy zostaną zsumowane i podzielone przez całkowitą liczbę graczy w drużynie. To będzie punktacja twojej drużyny.",
    "nervespiral": "Po rozpoczęciu sygnału startowego pierwsza para dwóch graczy może podejść do wirażu nerwów. Obydwaj trzymają się jednej strony metalowego pierścienia i starają się dotrzeć do pierwszego punktu kontrolnego, nie dotykając rury.\n\nKiedy dwaj gracze dotrą do jednego punktu kontrolnego, wracają do drużyny, a dwóch nowych graczy wchodzi do gry. Kiedy ci dwaj gracze dotkną wirazu nerwów, wracają do drużyny, a dwóch nowych graczy kontynuuje od ostatniego punktu kontrolnego. Gra trwa, aż dotrzesz do końca wirazu nerwów. Drużyna, która jako pierwsza skończy, wygrywa.",
    "tickettwist": "W tej grze wszyscy uczestniczący gracze muszą nosić opaskę w kolorze swojej drużyny. 10 graczy z każdej drużyny rywalizuje ze sobą na boisku. Celem tej gry jest przewrócenie jak największej liczby kafelków na kolor swojej drużyny. Gracze na boisku mogą się dowolnie wymieniać, ale nowy gracz musi otrzymać opaskę od 'starego' gracza i dopiero wtedy może kontynuować grę. Gra składa się z jednej rundy trwającej 8 minut. Po upływie czasu wszyscy gracze opuszczają boisko, a kafelki zostaną policzone według kolorów. Drużyna, która przewróciła najwięcej kafelków na swój kolor, wygrywa grę.",
    "minefield": "Ta gra odbywa się na dużym polu z małymi sekcjami. Każda drużyna ma dwóch kapitanów na bocznej linii, którzy prowadzą uczestników bez używania telefonów ani innych pomocy. Gracz numer jeden zaczyna i stara się przejść przez pole, unikając wkroczenia na niewłaściwe pole. Aby dowiedzieć się, czy jesteś na właściwym czy złym polu, użyj sygnalizatora dźwiękowego w każdym polu. Gdy sygnalizator wydaje sygnał alarmowy, znalazłeś się na złym polu i musisz zmienić gracza na nowego. Każdy gracz sprawdza każde pole, nawet jeśli jest 100% pewny, że nie ma tam miny. Kapitanowie pomagają zapamiętać prawidłową trasę. Idziesz dalej, aż dojdziesz do mety, a następnie czas zostanie zatrzymany. Drużyna z najkrótszym czasem wygrywa grę.",
    "tablesurfing": "Celem tej gry jest doprowadzenie jednej osoby na drugą stronę toru na flamingu, przechodząc przez towarzyszących graczy. Zespołowo musisz wykonać kilka kolejek i spróbować nie dopuścić, aby osoba na szczycie spadła na ziemię. Na końcu trasy znajduje się nachylenie. Gdy chłopcy pokonają nachylenie, dzwonek zadzwoni, a drużyny się zamieniają. Druga drużyna (dziewczęta) ułoży tę samą trasę w drodze powrotnej, przechodząc w dół nachylenia i wokół wszystkich zakrętów. Drużyna, która pierwsza przekroczy linię mety, wygrywa."
  },
  "rules": {
    "monkeybars": "Wszyscy członkowie drużyny biorą udział",
    "nervespiral": "Bierze udział 30-50 członków drużyny (w 15-25 parach)",
    "tickettwist": "Na boisko mogą wejść tylko osoby z opaską drużyny (10 na drużynę)|Zamiana uczestników jest dozwolona, o ile noszą opaskę drużyny przy wejściu na boisko",
    "minefield": "Bierze udział około 30 członków drużyny|Na polu minowym jednocześnie może być tylko 1 osoba|2 kapitanów drużyny prowadzą uczestników po polu|Kapitanowie nie mogą korzystać z narzędzi do zapamiętywania trasy",
    "tablesurfing": "Bierze udział 16 chłopców i 16 dziewcząt, 1 surfer i 15 towarzyszących|Nie wolno dotykać ziemi (zarówno surfer, jak i towarzyszący)|Przeszkody nie mogą być przesuwane, a towarzyszący nie mogą opuszczać oznaczonego obszaru"
  },
  "general_error": "Wystąpił błąd",
  "pleaserefresh": "Proszę spróbuj odświeżyć stronę",
  "points": "Punkty",
  "coins": "Monety",
  "game": "Gra",
  "team1team2": "Drużyna 1 / Drużyna 2",
  "start": "Start",
  "rulestitle": "Zasady",
  "login": {
    "login_button": "Zaloguj się",
    "teamcode": "Kod drużyny",
    "teamcode_invalid": "Przepraszamy, Twój kod drużyny jest nieprawidłowy"
  },
  "league": {
    "rankingisempty": "Żadna drużyna nie zarejestrowała jeszcze punktów. Sprawdź tutaj po pierwszej rundzie.",
    "viewgamerankings": "Wyświetl ranking i wyniki dla każdej gry"
  },
  "admin": {
    "select_league": {
      "intro": "Wybierz ligę, którą chcesz zarządzać"
    }
  },
  "sidequest": {
    "thanks": "Dziękujemy, Twoja odpowiedź została zarejestrowana",
    "timeranout": "Czas minął, powodzenia następnym razem",
    "areyouready": "Czy jesteś gotowy?",
    "checkanswerlater": "Sprawdź odpowiedź po zakończeniu gry",
    "question_locked": "Nadal zablokowane",
    "youhaveunsubmittedanswers": "Masz {numAnswers} odpowiedzi. Czy chcesz je teraz wysłać?",
    "submityouranswers": "Wyślij swoje odpowiedzi",
    "gameroundtitle": "Runda {round}",
    "back_to_overview": "Powrót do przeglądu",
    "questiontypes": {
      "math": "Matematyka",
      "knowledge": "Wiedza",
      "recognize": "Rozpoznawanie",
      "insight": "Spostrzeżenie",
      "remember": "Zapamiętywanie",
      "guess": "Zgadywanie"
    }
  },
  "questions": {
    "guesshowmany1": {
      "q": "Ile godzin zostało przesłuchanych w tym roku słuchowisku \"Fra Kåre\"?",
      "intro": "Czy słuchałeś w tym roku słuchowiska \"Fra Kåre\"?",
      "a": {
        "100": "100",
        "1000": "1000",
        "10000": "10000",
        "20000": "20000"
      }
    },
    "guesshowmany2": {
      "q": "Ile osób odwiedziło obozy w 2023 roku?",
      "intro": "Czy jesteś dobry w liczeniu?"
    },
    "remember": {
      "q": "Jaka jest prawidłowa kolejność ruchów tanecznych z tańca \"Herman Shuffle\"?",
      "intro": "Czy tańczyłeś dziś rano?",
      "a": {
        "opta": "Lean, Wave, Drift",
        "optb": "Wave, Lean, Drift",
        "optc": "Lean, Drift, Wave",
        "optd": "Wave, Drift, Lean"
      }
    },
    "insight": {
      "q": "Która karta z kolejki górskiej dotrze na dół jako pierwsza?",
      "intro": "Popatrz na obrazek",
      "a": {
        "red": "Czerwona",
        "green": "Zielona",
        "yellow": "Żółta",
        "sametime": "Dotrą na dół w tym samym czasie"
      }
    },
    "guesshowoften": {
      "q": "Mężczyzna w niebieskiej koszuli zamierza zemdleć na tej kolejce górskiej, ile razy straci przytomność?",
      "intro": "Popatrz na obrazek",
      "a": {
        "1": "1 raz",
        "2": "2 razy",
        "4": "4 razy",
        "8": "8 razy"
      }
    },
    "recognize1": {
      "q": "Jakie zwierzę próbuje cię wąchać z drugiej strony?",
      "intro": "Jesteś fanem zwierząt? Przyjrzyj się obrazkowi.",
      "a": {
        "horse": "Koń",
        "camel": "Wielbłąd",
        "antelope": "Antylopa",
        "giraffe": "Żyrafa"
      }
    },
    "recognize2": {
      "q": "Jakie zwierzę próbuje cię wąchać z drugiej strony?",
      "intro": "Popatrz na obrazek",
      "a": {
        "elephant": "Słoń",
        "tiger": "Tygrys",
        "owl": "Sowa",
        "lion": "Lew"
      }
    },
    "recognize3": {
      "q": "Pamiętasz, kto to?",
      "intro": "Czy śledziłeś projekty w tym roku? Popatrz na obrazek.",
      "a": {
        "peter": "Piotr",
        "john": "Jan",
        "matthew": "Mateusz",
        "paul": "Paweł"
      }
    },
    "recognize4": {
      "q": "Kogo widzisz na zdjęciu od lewej do prawej?",
      "intro": "Masz dobry wzrok? Popatrz na obrazek.",
      "a": {
        "bkg": "Bernt Aksel, Kåre, Gershon",
        "gkb": "Gershon, Kåre, Bernt Aksel",
        "kgb": "Kåre, Gershon, Bernt Aksel",
        "bgk": "Bernt Aksel, Gershon, Kåre"
      }
    },
    "math": {
      "q": "Jaka liczba powinna być na znaku zapytania?",
      "intro": "Popatrz na obrazek.",
      "a": {
        "30": "30",
        "81": "81",
        "200": "200",
        "67": "67"
      }
    },
    "knowledge": {
      "q": "W jakim kraju BCC nie ma kościoła?",
      "intro": "Skąd jesteś?",
      "a": {
        "singapore": "Singapur",
        "serbia": "Serbia",
        "japan": "Japonia",
        "peru": "Peru"
      }
    }
  }
}
