{
  "admin": {
    "intro": "Întreabă de la ce echipă fac parte și asigură-te că este echipa corectă la locul potrivit și că se potrivește cu echipa menționată mai sus.",
    "select_game": {
      "intro": "Selectează jocul pe care îl vei arbitra"
    },
    "select_league": {
      "intro": "Selectează zona ta"
    }
  },
  "admin-referee-info": {
    "hamster_wheel": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Script:</span> <br /> Bun venit la Roata Hamsterului.  <ul class='list-disc list-inside'> <li>La această postare, veți concura împotriva unei alte echipe într-o ștafetă. Echipa care câștigă și obține cel mai bun timp primește cele mai multe puncte.</li> <li>Echipele trebuie să ajungă de la un capăt la altul și să se întoarcă în cel mai scurt timp posibil.</li> <li>O echipă trebuie să aibă 14 participanți în roată simultan. Trebuie să fie 14 participanți în roată pe tot parcursul traseului.</li> <li>Întreaga echipă trebuie să execute ștafeta împreună. Echipa trebuie să meargă în interiorul covorului cu covorul deasupra capului pe tot parcursul traseului.</li> <li>Cu condiția ca echipa să aibă suficienți participanți, persoanele din roată pot fi înlocuite cu 14 persoane noi când echipa este la jumătatea drumului.</li> <li>Echipa trebuie să treacă linia cu întreaga roată înainte de a putea schimba participanții.</li> <li>Echipa care se întoarce prima cu întreaga echipă peste linia de start câștigă. Timpul va fi, de asemenea, înregistrat, deci este important ca ambele echipe să execute traseul cât mai repede posibil, chiar dacă nu ajung primele la final.</li> <li>Echipa trebuie să rămână în interiorul covorului pe tot parcursul traseului. Fiecare picior care atinge solul în afara covorului adaugă timp suplimentar. Acest lucru se aplică și în cazul în care țesătura nu este deasupra capului participanților.</li> <li>Aveți 2 minute pentru a vă pregăti.</li> <li>Sarcina începe la semnalul meu (al arbitrului).</li> <li>Sarcina este înțeleasă?</li> <li>Atunci echipele se pot pregăti la linia de start. Grupul care trebuie să preia poate să se așeze de cealaltă parte a terenului. Numărătoarea inversă de 2 minute începe acum.</li> <li>Timpul s-a scurs. Toate echipele sunt gata?</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Pentru arbitru:</span> <ul class='list-disc list-inside'> <li>Doi arbitri se plasează de fiecare parte a echipelor și înregistrează pe telefon de câte ori echipele ies de pe bandă și de fiecare dată când echipa nu are țesătura deasupra capului.</li> <li>Asigură-te că participanții și publicul au poziții clare față de tabla de joc pentru experiența de joc, vizibilitate și angajament.</li> </ul> <br /> <span>La sfârșitul jocului:</span> <ul class='list-disc list-inside'> <li>Adună covoarele și distribuie-le clar pentru echipa următoare care vine.</li> <li>Îndreaptă linia de start și alte bariere, dacă este necesar.</li> <li>Pregătește-te pentru un nou grup!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Sănătate, Mediu și Securitate:</span> <ul class='list-disc list-inside'> <li>Fii atent că roata hamsterului implică multe persoane care merg într-un ritm rapid simultan și aproape una de alta, ceea ce poate duce la căderi. Acest lucru este considerat un risc mediu.</li> </ul> </div>",
    "iron_grip": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Script:</span> <br /> Bun venit la Prinderea de Fier.  <ul class='list-disc list-inside'> <li>Scopul acestei postări este să acumuleze cât mai mult 'timp de agățare' în 10 minute.</li> <li>Toată lumea poate participa, dar numai 9 persoane se pot agăța simultan.</li> <li>Echipa acumulează 'timp de agățare' atunci când 9 persoane din echipă se agăță simultan de schelă.</li> <li>Echipa are 10 minute pentru a finaliza postul.</li> <li>Când sunt mai puțin de 9 participanți care se agăță simultan, timpul acumulat pentru 'timpul de agățare' se oprește până când 9 participanți se agăță simultan din nou. Apoi timpul reîncepe.</li> <li>Participanții care nu mai pot să se agățe trebuie să se așeze la capătul cozii pe partea laterală a schelei.</li> <li>Doar participanții care se agăță au voie să fie pe schelă; restul echipei trebuie să stea la coadă, pe partea laterală a schelei (arată partea corectă).</li> <li>În caz de înșelăciune, echipa va pierde 10 secunde din timpul acumulat.</li> <li>Participanții se pot agăța doar cu mâinile, fără sprijinul picioarelor, altor participanți sau obiecte.</li> <li>Arbitrul decide dacă ceva este înșelăciune, dar orice ajută participanții să se agățe fără propria lor forță este considerat înșelăciune.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Pentru arbitri:</span> <ul class='list-disc list-inside'> <li>Aveți un cronometru care numără 10 minute, care este pornit la începutul competiției.</li> <li>Aveți un cronometru folosit pentru 'timpul de agățare' acumulat, care se oprește de fiecare dată când sunt mai puțin de 9 participanți care se agăță simultan de schelă, și reîncepe când 9 persoane se agăță simultan.</li> <li>Un participant poate participa de câte ori dorește.</li> <li>Echipa decide singură ce participanți dorește să folosească pentru agățat, și acest lucru poate fi schimbat în timpul jocului.</li> <li>Participanții trebuie să se agățe cu mâinile direct de schelă și nu pot folosi picioarele, alți participanți, obiecte, etc. pentru a obține ajutor.</li> <li>Un arbitru urmărește înșelăciunea. IMPORTANT: indică echipei că aceasta este înșelăciune, apoi notează-o.</li> <li>Anunță următoarele timpuri: Mai sunt 5 minute, la jumătatea drumului! Mai sunt 2 minute, Mai este 1 minut!</li> </ul> <br /> <span>La sfârșitul jocului:</span> <ul class='list-disc list-inside'> <li>Înregistrează 'timpul de agățare' și înșelăciunea în aplicație.</li> <li>Procedură de securitate: Verifică schela pentru a te asigura că totul este bine fixat după fiecare rundă.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Sănătate, Mediu și Securitate:</span> <ul class='list-disc list-inside'> <li>Risc de cădere de pe schelă, entorse la cădere, bășici pe mâini.</li> <li>Unde postul are asfalt, vor fi covorașe.</li> </ul> </div>",
    "labyrinth": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Script:</span> <br /> Bun venit la Labirint.  <ul class='list-disc list-inside'> <li>La această postare, trebuie să colaborați pentru a face o minge să treacă printr-un labirint.</li> <li>Până la 12 jucători colaborează simultan, și aveți un maximum de zece minute pentru a finaliza postul.</li> <li>Există două puncte de control în labirint unde cei 12 jucători trebuie înlocuiți cu 12 jucători noi.</li> <li>Nu este permis să atingeți mingea cu mâinile atunci când este pe tablă, nici să o aruncați în aer.</li> <li>Dacă mingea cade într-o gaură, unul dintre jucători trebuie să o ridice și să o pună înapoi la punctul de pornire sau la ultimul punct de control, dar este permis să fie sub labirint doar atunci când mingea cade printr-o gaură.</li> <li>Veți primi două puncte pentru fiecare punct de control pe care îl treceți, și mai multe puncte pe măsură ce completați mai repede.</li> <li>Când labirintul este complet sau timpul este scurs, puteți așeza labirintul încet pe pământ.</li> <li>Jocul începe când un arbitru plasează mingea la punctul de pornire.</li> <li>Sarcina este înțeleasă?</li> <li>Atunci 12 jucători se pot pregăti să înceapă în labirint, și restul echipei poate sta aici (arată unde este avantajos să stea restul echipei).</li> <li>12 jucători noi trebuie să fie pregătiți să preia la punctele de control.</li> <li>Atunci începem. Gata, start, du-te!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Pentru arbitru:</span> <ul class='list-disc list-inside'> <li>Controlează mulțimile și așează spectatorii în cea mai bună poziție posibilă.</li> <li>Fii pregătit să pornești numărătoarea inversă de 10 minute când echipa începe.</li> <li>Asigură-te că toți jucătorii sunt înlocuiți cu jucători noi la punctele de control.</li> <li>Asigură-te că participanții nu încalcă nici o regulă.</li> <li>Oprește jocul după 10 minute, dacă echipa nu a finalizat încă sarcina.</li> </ul> <br /> <span>La sfârșitul jocului:</span> <ul class='list-disc list-inside'> <li>Adună toate mingile care au fost folosite în joc.</li> <li>Pregătește-te pentru grupuri noi!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Sănătate, Mediu și Securitate:</span> <ul class='list-disc list-inside'> <li>Riscul asociat acestei postări este că participanții pot lăsa labirintul să cadă pe picioarele lor. Dacă mingea cade într-o gaură, participanții trebuie să fie atenți când o ridică, pentru a nu le cădea labirintul pe ei. Pot apărea așchii sau bășici în palmă.</li> </ul> </div>",
    "land_water_beach": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Script:</span> <br /> Bun venit la Pământ, Apă, Plajă.  <ul class='list-disc list-inside'> <li>La această postare, veți concura împotriva unei alte echipe pentru a reacționa cât mai rapid posibil și pentru a vă deplasa între trei zone pe trei semnale diferite.</li> <li>Zece persoane din fiecare echipă încep în zona din mijloc, plaja.</li> <li>Cele trei semnale la care trebuie să reacționați sunt: <ul> <li>Semnal roșu înseamnă că trebuie să vă deplasați în zona din spate, pământ.</li> <li>Semnal galben este zona din mijloc, plaja.</li> <li>Semnal albastru este zona din față, apă.</li> </ul> </li> <li>Echipa în care toți cei zece jucători se deplasează primii în zona corectă, primește un punct. Dacă ambele echipe sunt la fel de rapide, ambele echipe primesc un punct.</li> <li>Jucătorii trebuie să rămână în zona în care se deplasează.</li> <li>Se vor afișa trei semnale înainte ca cei zece jucători să fie înlocuiți de zece noi jucători. Acest lucru se face în trei runde totale.</li> <li>Veți primi puncte în funcție de câte runde câștigați.</li> <li>Sarcina este înțeleasă?</li> <li>Atunci zece jucători pot începe în zona din mijloc, iar restul echipei poate sta acolo și fi gata să înlocuiască cei zece jucători (arată unde este cel mai bine ca restul echipei să stea).</li> <li>Atunci începem. Gata, start, du-te!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Pentru arbitri:</span> <ul class='list-disc list-inside'> <li>Asigură-te că restul echipei este poziționat într-un loc adecvat și este gata să înlocuiască zece noi jucători în fiecare rundă.</li> <li>Asigură-te că timpul total la postare nu depășește 15 minute.</li> <li>Arbitrul principal afișează punctele pe tabloul de scor.</li> <li>Două linii arbitri cu steaguri iau rapid o decizie despre cine obține puncte.</li> <li>Persoana din cutia de semnale trebuie să varieze semnalul și timpul între semnale.</li> </ul> <br /> <span>La sfârșitul jocului:</span> <ul class='list-disc list-inside'> <li>Asigură-te că zonele sunt încă clar marcate.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Sănătate, Mediu și Securitate:</span> <ul class='list-disc list-inside'> <li>Riscul asociat acestei postări este mic; pot apărea împiedicări, entorse sau căderi. Fii atent la acest lucru.</li> </ul> </div>",
    "mastermind": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Script:</span> <br /> Bun venit la Mastermind.  <ul class='list-disc list-inside'> <li>Scopul acestei postări este să descoperiți ce cod de culoare se află în valiză.</li> <li>Aveți 8 runde și un maximum de 10 minute pentru a rezolva sarcina.</li> <li>Veți primi mai multe puncte folosind mai puține runde pentru a găsi codul corect.</li> <li>Acum trebuie să alegeți 5 Spargători de Coduri.</li> <li>Acești 5 au sarcina principală de a rezolva sarcina.</li> <li>Ceilalți primesc fiecare o culoare (Durag - pălărie) care reprezintă o piesă de joc pe care Spargătorii de Coduri o pot plasa pe tabla de joc.</li> <li>Toți participanții care sunt piese de joc trebuie să poarte pălăria pe cap în orice moment în timpul jocului. (Țineți durag-ul la îndemână pentru a-l arăta)</li> <li>Spargătorii de Coduri adună piesele de joc (participanți cu pălării) pe care doresc să le folosească și le plasează pe o piesă neagră pe tabla de joc.</li> <li>Când Spargătorii de Coduri au dat răspunsul lor, un arbitru plasează 'bețele de răspuns' care le indică cât de aproape sunt de răspuns.  <ul> <li>Băț roșu = culoare corectă în poziția corectă</li> <li>Băț alb = culoare corectă în poziția greșită</li> </ul> (Țineți bețele la îndemână și arătați-le)</li> <li>Când Spargătorii de Coduri ghicesc codul de culoare corect, un arbitru merge înainte și deschide cutia.</li> <li>Restul echipei stă lângă tabla de joc.</li> <li>Sarcina este înțeleasă?</li> <li>Atunci Spargătorii de Coduri pot merge la acel arbitru (arată și indică).</li> <li>Toți cei care vor fi piese de joc pot sta acolo (arată și indică).</li> <li>Atunci începem. Gata, start, du-te!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Pentru arbitru:</span> <ul class='list-disc list-inside'> <li>Asigură-te că publicul, piesele de joc și Spargătorii de Coduri au poziții clare față de tabla de joc pentru experiența de joc, vizibilitate și angajament.</li> </ul> <br /> <span>La sfârșitul jocului:</span> <ul class='list-disc list-inside'> <li>Adună toate pălăriile.</li> <li>Adună toate bețele de răspuns.</li> <li>Schimbă codul de culoare în cutie.</li> <li>Ajustează tabla de joc, dacă este necesar.</li> <li>Pregătește-te pentru grupuri noi!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Sănătate, Mediu și Securitate:</span> <ul class='list-disc list-inside'> <li>Riscul asociat acestei postări este că participanții se pot împiedica de piesele de joc pe tabla de joc. Acest lucru este considerat un risc foarte mic până la mic.</li> </ul> </div>"
  },
  "calculated-score": "Scor calculat",
  "couldnt-load-the-video": "Nu a fost posibil să se încarce videoclipul",
  "details": "Detalii",
  "family": "Familie",
  "games": {
    "hamster_wheel": "Roata Hamsterului",
    "iron_grip": "Prinderea de Fier",
    "labyrinth": "Labirint",
    "land_water_beach": "Pământ, Apă, Plajă",
    "mastermind": "Mastermind"
  },
  "general_error": "Ceva a mers prost",
  "loading": "Încărcare...",
  "login": {
    "login_button": "Conectare",
    "teamcode": "Cod echipă"
  },
  "menu": {
    "games": "Jocuri"
  },
  "minutes": "Minute",
  "no-matches-for-this-filter": "Niciun rezultat pentru acest filtru",
  "please_refresh": "Reîncarcă pagina",
  "point": "Punct",
  "points-registration-error": "Rezultatul calculat a returnat undefined. Formularul este invalid, deși poate fi trimis. Este posibil să lipsească câteva validări la câmpurile formularului.",
  "post-type": "Tip postare:",
  "save": "Salvează",
  "saved": "Salvat",
  "seconds": "Secunde",
  "something-went-wrong": "Reîncarcă pagina",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Ceva a mers prost, nu am putut să te conectăm - încearcă din nou.",
  "team": "Echipă",
  "yourmatch": "Jocul tău"
}
