{
  "install_hint": "Sugestie:\nInstalați această aplicație web pe ecranul de start, va funcționa mai bine!",
  "menu": {
    "home": "Acasă",
    "league": "Ligă",
    "sidequest": "Misiune Secundară",
    "games": "Jocuri",
    "map": "Hartă"
  },
  "games": {
    "monkeybars": "Bară cu Maimuțe",
    "nervespiral": "Spirală nervoasă XL",
    "tickettwist": "Trucul cu Bilete",
    "minefield": "Câmp Minat",
    "tablesurfing": "Surf în Mulțime"
  },
  "score": {
    "monkeybars": "{score} bare",
    "nervespiral": "{score} secunde",
    "tickettwist": "{score} bilete",
    "minefield": "{score} secunde",
    "tablesurfing": "{score} secunde"
  },
  "leadstory": {
    "monkeybars": "Poate echipa ta oferi asistență pentru a salva oameni prinși pe o roată panoramică defectă? Să urci pe o roată panoramică poate fi provocator, și este crucial să nu uiți importanța de a avea provizii de prim ajutor. Fă-ți echipa să ajungă pe cealaltă parte și să salveze acești oameni neajutorați.",
    "nervespiral": "În timp ce aștepți rândul tău în linia pentru următoarea atracție, se întâmplă brusc o cădere de curent. Nu intra în panică. Poate echipa ta naviga cu pricepere prin această situație neașteptată, părăsind în siguranță linia fără a experimenta șocuri electrice? Păstrează-ți calmul și încrederea în abilitatea echipei tale de a gestiona această provocare cu compoziție și eleganță.",
    "tickettwist": "Oamenii stau în linie pentru a-și lua biletul. Este echipa ta capabilă să facă față vitezei și stresului din zona de vânzare a biletelor? Acest joc combină gândirea rapidă, rezistența, viteza și colaborarea. Concentrează-te și adună cât mai multe bilete în culoarea echipei tale. Ești pregătit pentru provocare?",
    "minefield": "Echipa ta se confruntă cu o situație dificilă în care trebuie să traverseze spre cealaltă parte fiind atenți la animalele sălbatice care au scăpat. Scopul este de a ajunge la destinație fără a fi atacați de aceste animale.",
    "tablesurfing": "Linia de cale ferată este deteriorată, provocând o problemă semnificativă. Cu toate acestea, echipa ta poate rezolva această situație lucrând împreună ca o echipă. Combină-vă abilitățile, coordonați-vă acțiunile și găsiți o modalitate de a menține trenul în mișcare lină."
  },
  "explanation": {
    "monkeybars": "Jucătorul unu începe să urce pe barele cu maimuțe cât de mult poate. Odată ce a ajuns la a 12-a bară, următorul jucător poate începe de la început.\n\nExemplu: Jucătorul unu a atins ultima dată a 26-a bară, deci scorul lui va fi de 26 de puncte. Jucătorul doi a căzut la a 18-a bară, deci scorul ei este de 18 puncte. Punctele tuturor jucătorilor se vor aduna și se vor împărți la numărul total de jucători din echipă. Acesta va fi scorul total al echipei tale.",
    "nervespiral": "Când se dă semnalul de start, primii doi jucători pot merge la spirală. Aceștia iau fiecare o parte a inelului de metal și încearcă să ajungă la primul punct de control fără să atingă tubul.\n\nCând cei doi jucători ajung la un punct de control, se întorc înapoi, iar doi jucători noi intră în joc. Când acești doi jucători ating spirală, se întorc la echipă, iar doi jucători noi continuă de la ultimul punct de control. Acest lucru continuă până când se ajunge la capătul spirală. Echipa care termină prima câștigă.",
    "tickettwist": "Pentru acest joc, fiecare jucător care participă în joc trebuie să poarte o banderolă în culoarea echipei sale. 10 jucători din fiecare echipă vor concura unul împotriva celuilalt pe teren. Scopul acestui joc este să întorci cât mai multe cărămizi în culoarea echipei tale. Jucătorii de pe teren pot să schimbe cât de des doresc, dar noul jucător trebuie să primească banderola de la jucătorul „vechi” și apoi noul jucător poate continua jocul. Jocul constă într-o rundă de 8 minute. Când timpul a expirat, toți jucătorii părăsesc terenul, iar cărămizile vor fi numărate după culoare. Echipa care a întors cele mai multe cărămizi în culoarea sa câștigă jocul.",
    "minefield": "Acest joc va avea loc pe un teren mare cu sectoare mici. Fiecare echipă are doi căpitani pe margine care ghidează jucătorii fără a folosi telefoane mobile sau alte ajutoare. Jucătorul unu începe și încearcă să treacă prin teren fără să calce într-o cutie greșită. Pentru a ști dacă te afli într-o cutie corectă sau greșită, folosești un dispozitiv sonor în fiecare cutie. Când dispozitivul sonor dă semnalul de alarmă, te afli într-o cutie greșită și trebuie să schimbi jucătorul cu un jucător nou. Fiecare jucător verifică fiecare cutie, chiar dacă este 100% sigur că nu este o mină. Căpitanii ajută la memorarea traseului corect. Continui până când ai ajuns la final, iar apoi timpul tău se oprește. Echipa cu cel mai rapid timp câștigă jocul.",
    "tablesurfing": "Scopul acestui joc este să treci o persoană de pe o parte a traseului la alta pe o flamingo peste persoanele care se rostogolesc. Cu echipa ta trebuie să faci mai multe încercări și să nu lași persoana de sus să cadă pe pământ. La capătul traseului, vei găsi o pantă. Odată ce băieții au urcat pe pantă, se va auzi clopoțelul și echipele se vor schimba. A doua echipă (fetele) va stabili același traseu pe drumul înapoi, coborând pe pantă și trecând pe la toate curburile. Echipa care trece linia de sosire prima câștigă."
  },
  "rules": {
    "monkeybars": "Participă toți membrii echipei",
    "nervespiral": "Participă 30 - 50 de membri ai echipei (în 15-25 de perechi)",
    "tickettwist": "Numai persoanele cu banderolă de echipă au voie să intre pe teren (10 pe echipă)|Este permis să schimbi participanții fără limită, atâta timp cât poartă o banderolă de echipă când intră pe teren",
    "minefield": "Participă aproximativ 30 de membri ai echipei|Pe traseu este permisă o singură persoană odată|2 căpitani de echipă ghidează participanții prin traseu|Căpitanii de echipă nu au voie să folosească unelte pentru a-și aminti traseul",
    "tablesurfing": "Participă 16 băieți și 16 fete, 1 persoană care stă pe flamingo și 15 persoane care se rostogolesc|Nu este permis să atingi pământul (atat cel care stă pe flamingo, cât și cei care se rostogolesc)|Obstacolele nu pot fi mutate, iar persoanele care se rostogolesc nu pot ieși din zona marcată"
  },
  "general_error": "Ceva nu a mers bine",
  "pleaserefresh": "Vă rugăm să încercați să reîmprospătați pagina",
  "points": "Puncte",
  "coins": "Monezi",
  "game": "Joc",
  "team1team2": "Echipa 1 / Echipa 2",
  "start": "Start",
  "rulestitle": "Reguli",
  "login": {
    "login_button": "Autentificare",
    "teamcode": "Cod echipă",
    "teamcode_invalid": "Ne pare rău, codul echipei tale nu este valid"
  },
  "league": {
    "rankingisempty": "Niciun echipă nu a înregistrat încă puncte. Verificați din nou după prima rundă.",
    "viewgamerankings": "Vizualizați clasamentul și scorurile pentru fiecare joc",
    "viewgamerankings-title": "Puteți vizualiza clasamentele pe joc pe paginile de detalii ale jocului."
  },
  "admin": {
    "select_league": {
      "intro": "Alege liga pe care dorești să o administrezi"
    }
  },
  "sidequest": {
    "thanks": "Mulțumim, răspunsul tău a fost înregistrat",
    "timeranout": "Timpul a expirat, noroc mai bun data viitoare",
    "areyouready": "Ești pregătit?",
    "checkanswerlater": "Verifică răspunsul când jocul s-a terminat",
    "question_locked": "Încă blocat",
    "youhaveunsubmittedanswers": "Ai {numAnswers} răspunsuri. Vrei să le trimiți acum?",
    "submityouranswers": "Trimite răspunsurile tale",
    "gameroundtitle": "Runda {round}",
    "back_to_overview": "Înapoi la vedere de ansamblu",
    "explanation": "Explicație",
    "explanation_text": "După fiecare meci, cu excepția ultimului, vor fi deblocate 2 întrebări în ordine aleatoare, deci în total 8 întrebări. Ai 10 minute la dispoziție să le răspunzi, până când începe următorul meci.\nAi în total 8 monede. Fiecare întrebare pe care o începi costă o monedă, chiar dacă nu răspunzi la ea. Deci, dacă reîncerci aceeași întrebare, va trebui să sari peste o altă întrebare.\nOdată ce ai răspuns la o întrebare, nu o poți mai răspunde o dată.\n\nEchipa ta obține puncte bonus în funcție de câți membri ai echipei trimit un răspuns corect pentru fiecare întrebare.\nVerifică după fiecare meci pentru a câștiga mai multe puncte pentru echipa ta!",
    "questiontypes": {
      "math": "Matematică",
      "knowledge": "Cunoștințe",
      "recognize": "Recunoaștere",
      "insight": "Înțelegere",
      "remember": "Memorare",
      "guess": "Ghicit"
    }
  },
  "questions": {
    "guesshowmany1": {
      "q": "Câte ore de Fra Kåre au fost ascultate anul acesta?",
      "intro": "Ai ascultat Fra Kåre anul acesta?",
      "a": {
        "100": "100",
        "1000": "1000",
        "10000": "10000",
        "20000": "20000"
      }
    },
    "guesshowmany2": {
      "q": "Câte persoane au vizitat taberele în 2023?",
      "intro": "Ești bun la numărat?"
    },
    "remember": {
      "q": "Care este ordinea corectă a mișcărilor de dans din Herman Shuffle?",
      "intro": "Ai dansat alături de aceasta dimineață?",
      "a": {
        "lwd": "Lean, Wave, Drift",
        "wld": "Wave, Lean, Drift",
        "ldw": "Lean, Drift, Wave",
        "wdl": "Wave, Drift, Lean"
      }
    },
    "insight": {
      "q": "Ce cărucior de montagne-russe va ajunge primul jos?",
      "intro": "Uită-te la imagine",
      "a": {
        "red": "Roșu",
        "green": "Verde",
        "yellow": "Galben",
        "sametime": "Ajung jos în același timp"
      }
    },
    "recognize1": {
      "q": "Ce animal încearcă să te miros din cealaltă parte?",
      "intro": "Ești fan al animalelor? Studiază imaginea.",
      "a": {
        "horse": "Cal",
        "camel": "Cămilă",
        "antelope": "Antilopă",
        "giraffe": "Girafă"
      }
    },
    "recognize2": {
      "q": "Poți să-ți amintești cine este acesta?",
      "intro": "Ai urmărit proiectele anul acesta? Uită-te la imagine.",
      "a": {
        "peter": "Petru",
        "john": "Ioan",
        "matthew": "Matei",
        "paul": "Pavel"
      }
    },
    "recognize4": {
      "q": "Cine poți vedea în ordine de la stânga la dreapta?",
      "intro": "Ai un ochi ager? Uită-te la imagine.",
      "a": {
        "bkg": "Bernt Aksel, Kåre, Gershon",
        "gkb": "Gershon, Kåre, Bernt Aksel",
        "kgb": "Kåre, Gershon, Bernt Aksel",
        "bgk": "Bernt Aksel, Gershon, Kåre"
      }
    },
    "math": {
      "q": "Ce număr trebuie să fie pe semnul întrebării?",
      "intro": "Uită-te la imagine.",
      "a": {
        "30": "30",
        "81": "81",
        "200": "200",
        "67": "67"
      }
    },
    "knowledge": {
      "q": "În ce țară BCC nu are o biserică?",
      "intro": "De unde ești?",
      "a": {
        "singapore": "Singapore",
        "serbia": "Serbia",
        "japan": "Japonia",
        "peru": "Peru"
      }
    }
  },
  "back": "Înapoi"
}
