{
  "admin": {
    "intro": "Спросите, за какую команду они играют, и убедитесь, что это правильная команда в нужном месте, и что она совпадает с указанной выше командой.",
    "select_game": {
      "intro": "Выберите игру, которую будете судить"
    },
    "select_league": {
      "intro": "Выберите свою зону"
    }
  },
  "admin-referee-info": {
    "hamster_wheel": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Сценарий:</span> <br /> Добро пожаловать в Хомячье колесо.  <ul class='list-disc list-inside'> <li>На этом этапе вы будете соревноваться с другой командой в эстафете. Команда, которая победит и покажет лучшее время, получит больше всего очков.</li> <li>Команды должны как можно быстрее дойти до одного конца и вернуться обратно.</li> <li>В одной команде должно быть одновременно 15 участников в колесе. В колесе должно быть 15 участников на протяжении всего маршрута.</li> <li>Вся команда должна выполнять эстафету вместе. Команда должна идти под ковром с ковром над головой на протяжении всего маршрута.</li> <li>Если в команде достаточно участников, люди в колесе могут быть заменены на 15 новых человек, когда команда окажется на середине маршрута.</li> <li>Команда должна пересечь линию с полным колесом, прежде чем сможет сменить участников.</li> <li>Побеждает команда, которая первой вернется на стартовую линию с полным составом. Время также будет зафиксировано, поэтому важно, чтобы обе команды выполняли маршрут как можно быстрее, даже если не финишируют первыми.</li> <li>Команда должна оставаться под ковром на протяжении всего маршрута. Каждый раз, когда нога касается земли за пределами ковра, добавляется дополнительное время. Это также относится к случаю, если ткань не находится над головой участников.</li> <li>У вас есть 2 минуты на подготовку.</li> <li>Задание начинается по моему сигналу (судьи).</li> <li>Задание понятно?</li> <li>Тогда команды могут готовиться на стартовой линии. Группа, которая должна взять эстафету, может разместиться на другой стороне площадки. Обратный отсчет 2 минут начинается сейчас.</li> <li>Время вышло. Все команды готовы?</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Для судьи:</span> <ul class='list-disc list-inside'> <li>Два судьи размещаются с обеих сторон команд и фиксируют на телефоне, сколько раз команды выходят за пределы ленты и каждый раз, когда команда не держит ткань над головой.</li> <li>Убедитесь, что участники и зрители находятся в четких позициях относительно игровой доски для лучшего игрового опыта, видимости и вовлеченности.</li> </ul> <br /> <span>По окончании игры:</span> <ul class='list-disc list-inside'> <li>Соберите ковры и распределите их для следующей команды, которая придет.</li> <li>Выпрямите стартовую линию и другие барьеры, если это необходимо.</li> <li>Приготовьтесь к новой группе!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Здоровье, Окружающая среда и Безопасность:</span> <ul class='list-disc list-inside'> <li>Обратите внимание, что хомячье колесо подразумевает, что много людей будут двигаться с высокой скоростью одновременно и близко друг к другу, что может привести к падениям. Это считается средним риском.</li> </ul> </div>",
    "iron_grip": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Сценарий:</span> <br /> Добро пожаловать в Железную хватку.  <ul class='list-disc list-inside'> <li>Цель этого этапа - накопить как можно больше 'времени висения' за 10 минут.</li> <li>Все могут участвовать, но одновременно висят только 9 человек.</li> <li>Команда накапливает 'время висения', когда 9 человек из команды висят одновременно на лесах.</li> <li>Команда имеет 10 минут на выполнение задания.</li> <li>Когда висят менее 9 участников одновременно, накопление 'времени висения' останавливается, пока снова не будут висеть 9 участников одновременно. Тогда время снова начинается.</li> <li>Участники, которые больше не могут висеть, должны встать в конец очереди сбоку от лесов.</li> <li>Только участники, которые висят, могут находиться на лесах; остальные члены команды должны стоять в очереди, сбоку от лесов (покажите правильную сторону).</li> <li>В случае обмана команда теряет 10 секунд из накопленного времени.</li> <li>Участники могут висеть только на руках, без поддержки ног, других участников или предметов.</li> <li>Судья решает, является ли что-то обманом, но все, что помогает участникам висеть без их собственной силы, считается обманом.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Для судей:</span> <ul class='list-disc list-inside'> <li>Иметь таймер, который отсчитывает 10 минут, готовый к запуску в начале соревнования.</li> <li>Иметь таймер, используемый для накопленного 'времени висения', который останавливается каждый раз, когда висят менее 9 участников одновременно на лесах, и начинается снова, когда висят 9 человек одновременно.</li> <li>Один участник может участвовать столько раз, сколько хочет.</li> <li>Команда сама решает, каких участников она хочет использовать для висения, и это также может меняться по ходу.</li> <li>Участники должны висеть на руках прямо под лесами и не могут использовать ноги, других участников, предметы и т.д. для помощи.</li> <li>Один судья следит за обманом. ВАЖНО: укажите команде, что это обман, а затем запишите это.</li> <li>Объявите следующие времена: Осталось 5 минут, середина! Осталось 2 минуты, Осталась 1 минута!</li> </ul> <br /> <span>По окончании игры:</span> <ul class='list-disc list-inside'> <li>Запишите 'время висения' и обман в приложении.</li> <li>Процедура безопасности: Проверьте леса, чтобы убедиться, что все хорошо закреплено после каждого раунда.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Здоровье, Окружающая среда и Безопасность:</span> <ul class='list-disc list-inside'> <li>Риск падения с лесов, вывихи при падении, мозоли на руках.</li> <li>Где этап имеет асфальтовое покрытие, будут коврики.</li> </ul> </div>",
    "labyrinth": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Сценарий:</span> <br /> Добро пожаловать в Лабиринт.  <ul class='list-disc list-inside'> <li>На этом этапе вы должны работать вместе, чтобы провести мяч через лабиринт.</li> <li>Одновременно работают до 12 игроков, и у вас есть максимум десять минут на выполнение задания.</li> <li>В лабиринте есть две контрольные точки, где 12 игроков должны быть заменены на 12 новых игроков.</li> <li>Нельзя касаться мяча руками, когда он на доске, или бросать его в воздух.</li> <li>Если мяч падает в отверстие, один из игроков должен поднять его и вернуть на стартовую точку или последнюю контрольную точку, но разрешено находиться под лабиринтом только когда мяч падает в отверстие.</li> <li>Вы получаете два очка за каждую пройденную контрольную точку, и больше очков за более быстрое выполнение задания.</li> <li>Когда лабиринт завершен или время вышло, вы можете аккуратно положить лабиринт на землю.</li> <li>Игра начинается, когда судья ставит мяч на стартовую точку.</li> <li>Задание понятно?</li> <li>Тогда 12 игроков могут приготовиться начать в лабиринте, а остальные команды могут стоять здесь (покажите, где лучше всего стоять остальной команде).</li> <li>12 новых игроков должны быть готовы взять на себя контроль на контрольных точках.</li> <li>Тогда начинаем. Внимание, марш!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Для судьи:</span> <ul class='list-disc list-inside'> <li>Контролируйте толпу и размещайте зрителей в лучшем возможном месте.</li> <li>Будьте готовы начать обратный отсчет 10 минут, когда команда начнет.</li> <li>Убедитесь, что все игроки заменены на новых на контрольных точках.</li> <li>Убедитесь, что участники не нарушают никаких правил.</li> <li>Остановите игру через 10 минут, если команда еще не выполнила задание.</li> </ul> <br /> <span>По окончании игры:</span> <ul class='list-disc list-inside'> <li>Соберите все мячи, которые использовались в игре.</li> <li>Подготовьтесь к новым группам!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Здоровье, Окружающая среда и Безопасность:</span> <ul class='list-disc list-inside'> <li>Риск, связанный с этим этапом, заключается в том, что участники могут уронить лабиринт на ноги. Если мяч падает в отверстие, участники должны быть осторожны при его поднятии, чтобы лабиринт не упал на них. Возможны занозы или мозоли на ладонях.</li> </ul> </div>",
    "land_water_beach": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Сценарий:</span> <br /> Добро пожаловать на Землю, Воду, Пляж.  <ul class='list-disc list-inside'> <li>На этом этапе вы будете соревноваться с другой командой, чтобы как можно быстрее реагировать и перемещаться между тремя зонами на три разных сигнала.</li> <li>Десять человек из каждой команды начинают в центральной зоне, на пляже.</li> <li>Три сигнала, на которые вы должны реагировать: <ul> <li>Красный сигнал означает, что вы должны переместиться в заднюю зону, землю.</li> <li>Желтый сигнал - это центральная зона, пляж.</li> <li>Синий сигнал - это передняя зона, вода.</li> </ul> </li> <li>Команда, в которой все десять игроков первыми переместятся в правильную зону, получает одно очко. Если обе команды равны по скорости, обе команды получают по одному очку.</li> <li>Игроки должны оставаться в зоне, в которую они переместились.</li> <li>Показываются три сигнала, прежде чем десять игроков будут заменены на десять новых игроков. Это делается в три раунда.</li> <li>Вы получаете очки в зависимости от количества выигранных раундов.</li> <li>Задание понятно?</li> <li>Тогда десять игроков могут начать в центральной зоне, а остальные команды могут стоять здесь и быть готовы заменить десять игроков (покажите, где лучше всего стоять остальной команде).</li> <li>Тогда начинаем. Внимание, марш!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Для судей:</span> <ul class='list-disc list-inside'> <li>Убедитесь, что остальные члены команды находятся в подходящем месте и готовы заменить десять новых игроков в каждом раунде.</li> <li>Убедитесь, что общее время на этапе не превышает 15 минут.</li> <li>Главный судья отображает очки на табло.</li> <li>Два линейных судьи с флагами быстро принимают решение о том, кто получает очки.</li> <li>Человек в сигнальной коробке должен варьировать сигнал и время между сигналами.</li> </ul> <br /> <span>По окончании игры:</span> <ul class='list-disc list-inside'> <li>Убедитесь, что зоны все еще четко обозначены.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Здоровье, Окружающая среда и Безопасность:</span> <ul class='list-disc list-inside'> <li>Риск, связанный с этим этапом, невелик; возможны спотыкания, вывихи или падения. Обратите внимание на это.</li> </ul> </div>",
    "mastermind": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Сценарий:</span> <br /> Добро пожаловать в Мастерминд.  <ul class='list-disc list-inside'> <li>Цель этого этапа - выяснить, какой цветовой код находится в чемодане.</li> <li>У вас есть 8 раундов и максимум 10 минут на выполнение задания.</li> <li>Вы получите больше очков, используя меньше раундов для нахождения правильного кода.</li> <li>Теперь вы должны выбрать 5 Разгадывателей Кодов.</li> <li>Эти 5 участников должны решить задачу.</li> <li>Остальные получают по одному цвету (Дюраг - головной убор), который представляет собой игровую фишку, которую Разгадыватели Кодов могут размещать на игровом поле.</li> <li>Все участники, которые являются игровыми фишками, должны носить головной убор на голове на протяжении всей игры. (Иметь дюраг под рукой, чтобы показать)</li> <li>Разгадыватели Кодов собирают игровые фишки (участников с головными уборами), которые они хотят использовать, и размещают их на черной игровой фишке на игровом поле.</li> <li>Когда Разгадыватели Кодов дают свой ответ, судья размещает 'ответные палочки', которые показывают, насколько они близки к ответу.  <ul> <li>Красная палочка = правильный цвет в правильном месте</li> <li>Белая палочка = правильный цвет в неправильном месте</li> </ul> (Иметь палочки под рукой и показать их)</li> <li>Когда Разгадыватели Кодов угадывают правильный цветовой код, судья идет вперед и открывает коробку.</li> <li>Остальные члены команды стоят рядом с игровым полем.</li> <li>Задание понятно?</li> <li>Тогда Разгадыватели Кодов могут подойти к тому судье (показать и указать).</li> <li>Все, кто будут игровыми фишками, могут стоять там (показать и указать).</li> <li>Тогда начинаем. Внимание, марш!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Для судьи:</span> <ul class='list-disc list-inside'> <li>Убедитесь, что зрители, игровые фишки и Разгадыватели Кодов имеют четкие позиции относительно игрового поля для лучшего игрового опыта, видимости и вовлеченности.</li> </ul> <br /> <span>По окончании игры:</span> <ul class='list-disc list-inside'> <li>Соберите все головные уборы.</li> <li>Соберите все ответные палочки.</li> <li>Измените цветовой код в коробке.</li> <li>Настройте игровое поле, если это необходимо.</li> <li>Приготовьтесь к новым группам!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Здоровье, Окружающая среда и Безопасность:</span> <ul class='list-disc list-inside'> <li>Риск, связанный с этим этапом, заключается в том, что участники могут споткнуться о игровые фишки на игровом поле. Это считается очень низким или низким риском.</li> </ul> </div>"
  },
  "calculated-score": "Рассчитанный результат",
  "couldnt-load-the-video": "Не удалось загрузить видео",
  "details": "Подробности",
  "family": "Семья",
  "games": {
    "hamster_wheel": "Хомячье колесо",
    "iron_grip": "Железная хватка",
    "labyrinth": "Лабиринт",
    "land_water_beach": "Земля, Вода, Пляж",
    "mastermind": "Мастерминд"
  },
  "general_error": "Что-то пошло не так",
  "loading": "Загрузка...",
  "login": {
    "login_button": "Войти",
    "teamcode": "Код команды"
  },
  "menu": {
    "games": "Игры"
  },
  "minutes": "Минуты",
  "no-matches-for-this-filter": "Нет совпадений для этого фильтра",
  "please_refresh": "Перезагрузите страницу",
  "point": "Очко",
  "points-registration-error": "Расчетный результат вернул undefined. Форма недействительна, хотя ее можно отправить. Возможно, вам не хватает некоторых проверок в полях формы.",
  "post-type": "Тип поста:",
  "save": "Сохранить",
  "saved": "Сохранено",
  "seconds": "Секунды",
  "something-went-wrong": "Перезагрузите страницу",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Что-то пошло не так, не удалось войти - попробуйте еще раз.",
  "team": "Команда",
  "yourmatch": "Ваша игра"
}
