{
  "menu": {
    "home": "Главная",
    "league": "Лига",
    "sidequest": "Секретное задание",
    "games": "Игры",
    "map": "Карта"
  },
  "games": {
    "monkeybars": "Лазалки",
    "nervespiral": "Нервное спираль XL",
    "tickettwist": "Твистер-билеты",
    "minefield": "Минное поле",
    "tablesurfing": "Толпа-сёрфинг"
  },
  "score": {
    "monkeybars": "{score} перекладин",
    "nervespiral": "{score} секунд",
    "tickettwist": "{score} билетов",
    "minefield": "{score} секунд",
    "tablesurfing": "{score} секунд"
  },
  "leadstory": {
    "monkeybars": "Может ли ваша команда помочь спасти людей, оказавшихся в беде на неисправном колесе обозрения? Восхождение на колесо обозрения может быть вызовом, поэтому важно помнить об значимости ношения аптечек. Помогите вашей команде достичь другой стороны и спасти этих бедствующих людей.",
    "nervespiral": "Когда прозвучит сигнал старта, первые два игрока могут отправиться на спираль, удерживая каждый свою сторону металлического кольца и стараясь достигнуть первой контрольной точки, не касаясь трубы.\n\nКогда два игрока достигают одной контрольной точки, они возвращаются, и два новых игрока вступают в игру. Когда эти два игрока касаются спирали, они возвращаются в свою команду, и два новых игрока продолжают от последней контрольной точки. И так продолжается, пока не будет достигнут конец спирали. Команда, которая первой завершает, побеждает.",
    "tickettwist": "Люди стоят в очереди за билетами. Может ли ваша команда справиться с такой скоростью и стрессом, который возникает у кассы билетов? Эта игра сочетает быстрое мышление, выносливость, скорость и командную работу. Сосредотачивайтесь и переворачивайте как можно больше билетов в цвет вашей команды. Готовы к вызову?",
    "minefield": "Вашей команде предстоит сложная задача: нужно пересечь на другую сторону, осторожно обходя диких животных, которые сбежали. Цель - добраться до места назначения, не подвергаясь нападению этих животных.",
    "tablesurfing": "Железнодорожные пути повреждены, что вызывает серьезную проблему. Однако ваша команда может справиться с этой ситуацией, работая сообща. Объедините свои умения, скоординируйте действия и найдите способ обеспечить плавное движение поезда."
  },
  "explanation": {
    "monkeybars": "Первый игрок начинает лазить по лазалкам так далеко, насколько может. Как только он достигает 12-й перекладины, следующий игрок может начать сначала.\n\nПример: Первый игрок коснулся последней, 26-й перекладины, поэтому его счет составит 26 очков. Второй игрок упал на 18-й перекладине, поэтому его счет составляет 18 очков. Очки всех игроков суммируются и делятся на общее количество игроков в команде. Это и будет общий счет вашей команды.",
    "nervespiral": "Когда прозвучит сигнал старта, первые два игрока могут отправиться на спираль, удерживая каждый свою сторону металлического кольца и стараясь достигнуть первой контрольной точки, не касаясь трубы.\n\nКогда два игрока достигают одной контрольной точки, они возвращаются, и два новых игрока вступают в игру. Когда эти два игрока касаются спирали, они возвращаются в свою команду, и два новых игрока продолжают от последней контрольной точки. И так продолжается, пока не будет достигнут конец спирали. Команда, которая первой завершает, побеждает.",
    "tickettwist": "Для этой игры каждый участник должен носить ленту своей команды. 10 игроков из каждой команды будут соревноваться на поле. Цель этой игры - перевернуть как можно больше плиток в цвет своей команды. Игроки на поле могут меняться так часто, как они хотят, но тогда новому игроку нужна лента от \"старого\" игрока, и только после этого новый игрок может продолжить игру. Игра состоит из 1 раунда длительностью 8 минут. По истечении времени все игроки покидают поле, и плитки подсчитываются по цветам. Команда, которая перевернула больше всего плиток в свою цветовую группу, побеждает.",
    "minefield": "Эта игра проходит на большом поле с маленькими секциями. Каждая команда имеет двух капитанов на стороне, которые направляют игроков без использования телефонов или других помощников. Первый игрок начинает и пытается пройти через поле, не ступая в неправильную клетку. Чтобы узнать, находитесь вы в правильной или неправильной клетке, используйте звуковой сигнализатор, который находится в каждой клетке. Если сигнализатор дает сигнал тревоги, значит, вы находитесь в неправильной клетке, и вам нужно сменить игрока на нового. Каждый игрок проверяет каждую клетку, даже если 100% уверен, что она не содержит мину. Капитаны помогают запомнить правильный путь. Вы продолжаете до тех пор, пока не достигнете финиша, и затем ваше время останавливается. Команда с наименьшим временем побеждает.",
    "tablesurfing": "Цель этой игры - переправить одного человека на другую сторону пути, сидя на фламинго и перекатываясь по людям. С вашей командой вам нужно будет совершить несколько поворотов и постараться не дать верхнему человеку упасть на землю. В конце пути вы найдете спуск. Как только мальчики поднимутся по склону, зазвонит колокол, и вы поменяетесь командами. Вторая команда (девочки) установит тот же путь на обратном пути, спускаясь по склону и проходя через все повороты. Команда, которая пересекает финишную черту первой, побеждает."
  },
  "rules": {
    "monkeybars": "Все члены команды участвуют",
    "nervespiral": "Участвует 30-50 членов команды (в 15-25 парах)",
    "tickettwist": "На поле разрешается только игрокам с лентой своей команды (10 на команду)|Разрешается менять участников без ограничений, при условии, что они носят ленту своей команды при входе на поле",
    "minefield": "Участвует около 30 членов команды|На поле может быть только один человек в каждый момент времени|2 капитана команды направляют участников по полю|Капитанам команды запрещено использовать инструменты для запоминания маршрута",
    "tablesurfing": "Участвуют 16 мальчиков и 16 девочек, 1 серфер и 15 катающихся|Запрещается касаться земли (как серферу, так и катающимся)|Препятствия не могут быть перемещены, и катающиеся не могут выходить за пределы обозначенной зоны"
  },
  "general_error": "Что-то пошло не так",
  "pleaserefresh": "Пожалуйста, попробуйте обновить страницу",
  "points": "Очки",
  "coins": "Монеты",
  "game": "Игра",
  "team1team2": "Команда 1 / Команда 2",
  "start": "Старт",
  "rulestitle": "Правила",
  "login": {
    "login_button": "Войти",
    "teamcode": "Код команды",
    "teamcode_invalid": "Извините, недействительный ключ команды"
  },
  "league": {
    "rankingisempty": "Пока ни одна команда не набрала очков. Загляните сюда после первого раунда.",
    "viewgamerankings": "Посмотреть рейтинг и счета для каждой игры"
  },
  "admin": {
    "select_league": {
      "intro": "Выберите лигу, которой хотите управлять"
    }
  },
  "sidequest": {
    "thanks": "Спасибо, ваш ответ был записан",
    "timeranout": "Время вышло, повезет в следующий раз",
    "areyouready": "Вы готовы?",
    "checkanswerlater": "Проверьте ответ, когда игра закончится",
    "question_locked": "Еще заблокировано",
    "youhaveunsubmittedanswers": "У вас есть {numAnswers} ответов. Хотите отправить их сейчас?",
    "submityouranswers": "Отправить свои ответы",
    "gameroundtitle": "Раунд {round}",
    "back_to_overview": "Вернуться к обзору",
    "questiontypes": {
      "math": "Математика",
      "knowledge": "Знания",
      "recognize": "Узнавание",
      "insight": "Понимание",
      "remember": "Память",
      "guess": "Угадывание"
    }
  },
  "questions": {
    "guesshowmany1": {
      "q": "Сколько часов музыки Fra Kåre было прослушано в этом году?",
      "intro": "Слушали ли вы музыку Fra Kåre в этом году?",
      "a": {
        "100": "100",
        "1000": "1000",
        "10000": "10000",
        "20000": "20000"
      }
    },
    "guesshowmany2": {
      "q": "Сколько человек посетило лагери в 2023 году?",
      "intro": "Умеете ли вы хорошо считать?"
    },
    "remember": {
      "q": "Каков правильный порядок движений танца Herman Shuffle?",
      "intro": "Танцевали ли вы сегодня утром?",
      "a": {
        "opta": "Lean, Wave, Drift",
        "optb": "Wave, Lean, Drift",
        "optc": "Lean, Drift, Wave",
        "optd": "Wave, Drift, Lean"
      }
    },
    "insight": {
      "q": "Какая из колесных тележек на американских горках первой достигнет нижней точки?",
      "intro": "Посмотрите на изображение",
      "a": {
        "red": "Красная",
        "green": "Зеленая",
        "yellow": "Желтая",
        "sametime": "Они достигнут нижней точки одновременно"
      }
    },
    "guesshowoften": {
      "q": "Мужчина с голубой рубашкой потеряет сознание на этой американской горке. Сколько раз он потеряет сознание?",
      "intro": "Посмотрите на изображение",
      "a": {
        "1": "1 раз",
        "2": "2 раза",
        "4": "4 раза",
        "8": "8 раз"
      }
    },
    "recognize1": {
      "q": "Какое животное пытается вас обнюхать с другой стороны?",
      "intro": "Вам нравятся животные? Посмотрите на изображение.",
      "a": {
        "horse": "Лошадь",
        "camel": "Верблюд",
        "antelope": "Антилопа",
        "giraffe": "Жираф"
      }
    },
    "recognize2": {
      "q": "Какое животное пытается вас обнюхать с другой стороны?",
      "intro": "Посмотрите на изображение",
      "a": {
        "elephant": "Слон",
        "tiger": "Тигр",
        "owl": "Сова",
        "lion": "Лев"
      }
    },
    "recognize3": {
      "q": "Помните ли вы, кто изображен на этой картинке?",
      "intro": "Следили ли вы за проектами в этом году? Посмотрите на изображение.",
      "a": {
        "peter": "Петр",
        "john": "Иоанн",
        "matthew": "Матфей",
        "paul": "Павел"
      }
    },
    "recognize4": {
      "q": "Кто изображен на картинке слева направо?",
      "intro": "У вас хорошее зрение? Посмотрите на изображение.",
      "a": {
        "bkg": "Bernt Aksel, Kåre, Gershon",
        "gkb": "Gershon, Kåre, Bernt Aksel",
        "kgb": "Kåre, Gershon, Bernt Aksel",
        "bgk": "Bernt Aksel, Gershon, Kåre"
      }
    },
    "math": {
      "q": "Какое число должно стоять на вопросе?",
      "intro": "Посмотрите на изображение.",
      "a": {
        "30": "30",
        "81": "81",
        "200": "200",
        "67": "67"
      }
    },
    "knowledge": {
      "q": "В какой стране нет церкви BCC?",
      "intro": "Откуда вы?",
      "a": {
        "singapore": "Сингапур",
        "serbia": "Сербия",
        "japan": "Япония",
        "peru": "Перу"
      }
    }
  }
}
