{
  "admin": {
    "intro": "Hangi takımdan olduklarını sorun ve doğru takımın doğru yerde olduğundan ve yukarıda belirtilen takımla eşleştiğinden emin olun.",
    "select_game": {
      "intro": "Hakemlik yapacağınız oyunu seçin"
    },
    "select_league": {
      "intro": "Bölgenizi seçin"
    }
  },
  "admin-referee-info": {
    "hamster_wheel": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Senaryo:</span> <br /> Hamster Tekerleğine hoş geldiniz.  <ul class='list-disc list-inside'> <li>Bu istasyonda başka bir takımla bayrak yarışında yarışacaksınız. Kazanan ve en iyi zamanı elde eden takım en fazla puanı alır.</li> <li>Takımlar mümkün olan en kısa sürede bir taraftan diğerine gitmeli ve geri dönmelidir.</li> <li>Bir takımın tekerlekte aynı anda 15 katılımcı olması gerekmektedir. Tekerlek boyunca her zaman 15 katılımcı olmalıdır.</li> <li>Tüm takım birlikte bayrak yarışını gerçekleştirmelidir. Takım, tüm parkur boyunca başlarının üstünde halıyla halı içinde yürümelidir.</li> <li>Eğer takımda yeterli katılımcı varsa, tekerlekteki kişiler, takım yarı yolda olduğunda 15 yeni kişiyle değiştirilebilir.</li> <li>Takım, tekerlekle birlikte çizgiyi geçmeden önce katılımcıları değiştiremez.</li> <li>Tüm takım çizgiyi ilk olarak tamamladığında kazanan takım olur. Zaman da kaydedilecektir, bu nedenle her iki takımın da mümkün olan en kısa sürede tamamlaması önemlidir, ilk bitirmeseler bile.</li> <li>Takım, tüm parkur boyunca halının içinde kalmalıdır. Halının dışına çıkan her ayak, ek süre ekler. Bu durum, kumaş katılımcıların başının üzerinde değilse de geçerlidir.</li> <li>Hazırlanmak için 2 dakikanız var.</li> <li>Görev, benim (hakem) sinyalimle başlar.</li> <li>Görev anlaşıldı mı?</li> <li>O zaman takımlar başlangıç çizgisinde hazırlık yapabilirler. Yarışı devralacak grup sahadaki diğer tarafa yerleşebilir. 2 dakikalık geri sayım şimdi başlıyor.</li> <li>Süre doldu. Tüm takımlar hazır mı?</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Hakemler için:</span> <ul class='list-disc list-inside'> <li>İki hakem, takımların her iki tarafında yer alır ve takımların bant dışına ne kadar sık çıktığını ve takımın başlarının üzerinde kumaş olmadığında her defasında telefonu kaydeder.</li> <li>Katılımcıların ve seyircilerin oyun tahtasına göre net bir pozisyonda olduklarından emin olun, oyun deneyimi, görünürlük ve katılım açısından.</li> </ul> <br /> <span>Oyunun sonunda:</span> <ul class='list-disc list-inside'> <li>Halılaları toplayın ve gelen bir sonraki takım için açık bir şekilde dağıtın.</li> <li>Gerekirse başlangıç çizgisini ve diğer engelleri düzeltin.</li> <li>Yeni grup için hazırlık yapın!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Sağlık, Çevre ve Güvenlik:</span> <ul class='list-disc list-inside'> <li>Hamster tekerleği, birçok kişinin aynı anda ve birbirine yakın bir şekilde hızlı bir şekilde yürümesini içerdiğinden, düşme riski olabilir. Bu orta risk olarak kabul edilir.</li> </ul> </div>",
    "iron_grip": "<div class='rounded-md p-5 mb-4 bg-amber-50'> <span class='font-bold'>Senaryo:</span> <br /> Demir Tutuş'a hoş geldiniz.  <ul class='list-disc list-inside'> <li>Bu istasyonda amacınız 10 dakika içinde mümkün olduğunca fazla 'asılı kalma süresi' biriktirmektir.</li> <li>Herkes katılabilir, ancak aynı anda yalnızca 9 kişi asılı kalabilir.</li> <li>Takım, 9 kişi aynı anda iskeleye asılı kaldığında 'asılı kalma süresi' biriktirir.</li> <li>Takımın görevi tamamlamak için 10 dakikası vardır.</li> <li>Aynı anda asılı kalan 9 kişiden az olduğunda, 'asılı kalma süresi' birikimi durur ve tekrar 9 kişi aynı anda asılı kaldığında süre yeniden başlar.</li> <li>Asılı kalamayan katılımcılar, iskelenin yanındaki sıranın sonuna geçmelidir.</li> <li>Sadece asılı kalan katılımcılar iskelede olabilir, geri kalan takım sıraya geçmelidir (doğru tarafı gösterin).</li> <li>Hile yapılırsa, takım biriktirdiği süreden 10 saniye kaybeder.</li> <li>Katılımcılar yalnızca elleriyle asılı kalabilir, bacaklarının, diğer katılımcıların veya nesnelerin desteği olmadan.</li> <li>Hakem, bir şeyin hile olup olmadığına karar verir, ancak katılımcıların kendi güçleri dışında asılı kalmalarına yardımcı olan her şey hile olarak kabul edilir.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Hakemler için:</span> <ul class='list-disc list-inside'> <li>10 dakikadan geri sayan bir zamanlayıcı hazırlayın, yarışmanın başlangıcında başlatılacak.</li> <li>Biriktirilen 'asılı kalma süresi' için kullanılan bir zamanlayıcı hazırlayın, bu her defasında 9 kişiden az asılı kaldığında durur ve 9 kişi aynı anda asılı kaldığında yeniden başlar.</li> <li>Bir katılımcı istediği kadar katılabilir.</li> <li>Takım, hangi katılımcıları asılı kalma için kullanmak istediğine kendisi karar verir ve bu yarış sırasında değiştirilebilir.</li> <li>Katılımcılar iskeleden elleriyle doğrudan asılı kalmalı ve yardım için bacaklarını, diğer katılımcıları, nesneleri vb. kullanamazlar.</li> <li>Bir hakem hileyi takip eder. ÖNEMLİ: Takıma bunun hile olduğunu belirtin, ardından bunu not edin.</li> <li>Aşağıdaki zamanları duyurun: Şimdi 5 dakika kaldı, yarısı bitti! Şimdi 2 dakika kaldı, Şimdi 1 dakika kaldı!</li> </ul> <br /> <span>Oyunun sonunda:</span> <ul class='list-disc list-inside'> <li>'Asılı kalma süresi' ve hileyi uygulamada kaydedin.</li> <li>Güvenlik prosedürü: Her turdan sonra iskelenin iyi sabitlenmiş olduğundan emin olun.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Sağlık, Çevre ve Güvenlik:</span> <ul class='list-disc list-inside'> <li>İskelelerden düşme riski, düşme sırasında burkulma, ellerde kabarcıklar.</li> <li>İstasyon asfalt kaplamaya sahipse, minderler olacaktır.</li> </ul> </div>",
    "labyrinth": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Senaryo:</span> <br /> Labirente hoş geldiniz.  <ul class='list-disc list-inside'> <li>Bu istasyonda, bir topu labirentten geçirerek birlikte çalışmanız gerekecek.</li> <li>Aynı anda en fazla 12 oyuncu birlikte çalışır ve istasyonu tamamlamak için en fazla on dakikanız vardır.</li> <li>Labirentte, 12 oyuncunun 12 yeni oyuncu ile değiştirilmesi gereken iki kontrol noktası vardır.</li> <li>Top tahtada iken topa elle dokunmak veya onu havaya fırlatmak yasaktır.</li> <li>Eğer top bir deliğe düşerse, oyunculardan biri onu almalı ve başlangıç noktasına veya son kontrol noktasına yerleştirmelidir, ancak top bir deliğe düştüğünde sadece labirentin altında olmak yasaldır.</li> <li>Geçtiğiniz her kontrol noktası için iki puan alırsınız ve daha hızlı tamamladıkça daha fazla puan alırsınız.</li> <li>Labirent tamamlandığında veya süre dolduğunda, labirenti yavaşça yere bırakabilirsiniz.</li> <li>Oyun, hakemin topu başlangıç noktasına yerleştirdiğinde başlar.</li> <li>Görev anlaşıldı mı?</li> <li>O zaman 12 oyuncu labirentte başlamaya hazır olabilir ve takımın geri kalanı burada durabilir (takımın geri kalanı için durmanın en uygun olduğu yeri gösterin).</li> <li>12 yeni oyuncu kontrol noktalarında devralmaya hazır olmalıdır.</li> <li>O zaman başlıyoruz. Hazır, başla, git!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Hakem için:</span> <ul class='list-disc list-inside'> <li>Kalabalığı kontrol edin ve izleyicileri en iyi şekilde yerleştirin.</li> <li>Takım başladığında 10 dakikalık geri sayımı başlatmaya hazır olun.</li> <li>Tüm oyuncuların kontrol noktalarında yeni oyuncularla değiştirildiğinden emin olun.</li> <li>Katılımcıların kuralları ihlal etmediğinden emin olun.</li> <li>Takım görevi tamamlamadıysa, 10 dakika sonra oyunu durdurun.</li> </ul> <br /> <span>Oyunun sonunda:</span> <ul class='list-disc list-inside'> <li>Oyunda kullanılan tüm topları toplayın.</li> <li>Yeni gruplar için hazırlanın!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Sağlık, Çevre ve Güvenlik:</span> <ul class='list-disc list-inside'> <li>Bu istasyonla ilgili risk, katılımcıların labirenti ayaklarına düşürebilmesidir. Top bir deliğe düşerse, katılımcılar labirenti üzerlerine düşürmemek için topu dikkatlice kaldırmalıdır. Avuçta kıymık veya kabarcık oluşabilir.</li> </ul> </div>",
    "land_water_beach": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Senaryo:</span> <br /> Kara, Su, Plaj'a hoş geldiniz.  <ul class='list-disc list-inside'> <li>Bu istasyonda, farklı üç sinyalde üç bölge arasında hareket etmek için başka bir takımla rekabet edeceksiniz.</li> <li>Her takımdan on kişi orta bölgeden, plajdan başlar.</li> <li>Tepki vermeniz gereken üç sinyal şunlardır: <ul> <li>Kırmızı sinyal, arka bölgeye, karaya geçmeniz gerektiği anlamına gelir.</li> <li>Sarı sinyal, orta bölge, plaj anlamına gelir.</li> <li>Mavi sinyal, ön bölge, su anlamına gelir.</li> </ul> </li> <li>Tüm on oyuncunun doğru bölgeye ilk hareket ettiği takım bir puan alır. Eğer her iki takım da aynı hızda olursa, her iki takım da bir puan alır.</li> <li>Oyuncular geçtikleri bölgede kalmalıdır.</li> <li>Her biri üç sinyal gösterilmeden önce on oyuncu on yeni oyuncu ile değiştirilir. Bu üç turda gerçekleştirilir.</li> <li>Kazandığınız turlara göre puan alırsınız.</li> <li>Görev anlaşıldı mı?</li> <li>O zaman on oyuncu orta bölgede başlayabilir ve takımın geri kalanı orada durabilir ve on oyuncuyu değiştirmek için hazır olabilir (takımın geri kalanı için durmanın en uygun olduğu yeri gösterin).</li> <li>O zaman başlıyoruz. Hazır, başla, git!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Hakemler için:</span> <ul class='list-disc list-inside'> <li>Takımın geri kalanı uygun bir yerde durduğundan ve her turda on yeni oyuncu değiştirmeye hazır olduğundan emin olun.</li> <li>İstasyon toplam süresinin 15 dakikayı geçmediğinden emin olun.</li> <li>Baş hakem puanları puan tahtasında gösterir.</li> <li>Bayraklı iki yan hakem, kimin puan aldığını hızlıca belirler.</li> <li>Sinyal kutusundaki kişi sinyali ve sinyaller arasındaki süreyi değiştirmelidir.</li> </ul> <br /> <span>Oyunun sonunda:</span> <ul class='list-disc list-inside'> <li>Bölgelerin hala açıkça işaretlendiğinden emin olun.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Sağlık, Çevre ve Güvenlik:</span> <ul class='list-disc list-inside'> <li>Bu istasyonla ilgili risk azdır; takılmalar, burkulmalar veya düşmeler olabilir. Buna dikkat edin.</li> </ul> </div>",
    "mastermind": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Senaryo:</span> <br /> Mastermind'a hoş geldiniz.  <ul class='list-disc list-inside'> <li>Bu istasyondaki amacınız, valizde hangi renk kodunun olduğunu bulmaktır.</li> <li>Görevi tamamlamak için 8 tur ve maksimum 10 dakikanız var.</li> <li>Doğru kodu bulmak için daha az tur kullanarak daha fazla puan alırsınız.</li> <li>Şimdi 5 Kod Kırıcı seçmelisiniz.</li> <li>Bu 5 kişinin ana görevi görevi çözmektir.</li> <li>Geri kalanlar her biri bir renk (Durag - başlık) alır, bu da Kod Kırıcıların oyun tahtasına yerleştirebileceği bir oyun taşını temsil eder.</li> <li>Oyun taşları olan tüm katılımcılar oyun sırasında başlığını başlarının üzerinde tutmalıdır. (Durag'ı göstermek için yanında tut)</li> <li>Kod Kırıcılar, kullanmak istedikleri oyun taşlarını (başlıklı katılımcılar) toplar ve bunları oyun tahtasında siyah bir oyun taşına yerleştirir.</li> <li>Kod Kırıcılar cevaplarını verdiklerinde, bir hakem Kod Kırıcılara cevaplarına ne kadar yakın olduklarını gösteren 'cevap çubuklarını' yerleştirir.  <ul> <li>Kırmızı çubuk = doğru yerde doğru renk</li> <li>Beyaz çubuk = yanlış yerde doğru renk</li> </ul> (Çubukları elinizde tutun ve gösterin)</li> <li>Kod Kırıcılar doğru renk kodunu tahmin ettiğinde, bir hakem ileri gelir ve kutuyu açar.</li> <li>Takımın geri kalanı oyun tahtasının yanında durur.</li> <li>Görev anlaşıldı mı?</li> <li>O zaman Kod Kırıcılar o hakeme gidebilir (göster ve belirt).</li> <li>Oyun taşları olacak herkes orada durabilir (göster ve belirt).</li> <li>O zaman başlıyoruz. Hazır, başla, git!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Hakem için:</span> <ul class='list-disc list-inside'> <li>İzleyicilerin, oyun taşlarının ve Kod Kırıcıların oyun tahtasına göre net pozisyonlarda olduğundan emin olun, oyun deneyimi, görünürlük ve katılım açısından.</li> </ul> <br /> <span>Oyunun sonunda:</span> <ul class='list-disc list-inside'> <li>Tüm başlıkları toplayın.</li> <li>Tüm cevap çubuklarını toplayın.</li> <li>Kutudaki renk kodunu değiştirin.</li> <li>Gerekirse oyun tahtasını ayarlayın.</li> <li>Yeni gruplar için hazırlanın!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Sağlık, Çevre ve Güvenlik:</span> <ul class='list-disc list-inside'> <li>Bu istasyonla ilgili risk, katılımcıların oyun tahtasındaki oyun taşlarına takılıp düşmesidir. Bu çok düşük ila düşük bir risk olarak kabul edilir.</li> </ul> </div>"
  },
  "calculated-score": "Hesaplanan puan",
  "couldnt-load-the-video": "Video yüklenemedi",
  "details": "Detaylar",
  "family": "Aile",
  "games": {
    "hamster_wheel": "Hamster Tekerleği",
    "iron_grip": "Demir Tutuş",
    "labyrinth": "Labirent",
    "land_water_beach": "Kara, Su, Plaj",
    "mastermind": "Mastermind"
  },
  "general_error": "Bir şeyler yanlış gitti",
  "loading": "Yükleniyor...",
  "login": {
    "login_button": "Giriş yap",
    "teamcode": "Takım kodu"
  },
  "menu": {
    "games": "Oyunlar"
  },
  "minutes": "Dakika",
  "no-matches-for-this-filter": "Bu filtre için eşleşme yok",
  "please_refresh": "Sayfayı yenileyin",
  "point": "Puan",
  "points-registration-error": "Hesaplanan sonuç undefined döndürdü. Form geçersiz, ancak gönderilebilir. Form alanlarında bazı doğrulamalar eksik olabilir.",
  "post-type": "Gönderi türü:",
  "save": "Kaydet",
  "saved": "Kaydedildi",
  "seconds": "Saniye",
  "something-went-wrong": "Sayfayı yenileyin",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Bir şeyler yanlış gitti, giriş yapamadık - tekrar deneyin.",
  "team": "Takım",
  "yourmatch": "Senin oyunun"
}
