{
    "install_hint": "Підказка:\nВстановіть цю веб-програму на свій домашній екран, вона працюватиме краще!",
    "menu": {
        "home": "Головна",
        "league": "Ліга",
        "sidequest": "Бічний квест",
        "games": "Ігри",
        "map": "Карта"
    },
    "games": {
        "monkeybars": "Обручі мавпочки",
        "nervespiral": "Нервова спіраль",
        "tickettwist": "Крутизна білетів",
        "minefield": "Мінне поле",
        "tablesurfing": "Подорож на столах"
    },
    "score": {
        "monkeybars": "{score} палків",
        "nervespiral": "{score} секунд",
        "tickettwist": "{score} квитків",
        "minefield": "{score} секунд",
        "tablesurfing": "{score} секунд"
    },
    "leadstory": {
        "monkeybars": "Чи зможе ваша команда допомогти у рятуванні людей, що впали в несправному колесі Вірмену? Підйом на Вірмен може бути викликом, і дуже важливо не забувати про необхідність мати при собі аптечки. Будь ласка, допоможіть вашій команді дістатися на інший бік і рятувати беззахисних потерпілих, які потребують допомоги.",
        "nervespiral": "Поки ви терпляче очікуєте своєї черги в черзі на наступну їзду, раптом стається перебій з електропостачанням, і немає потреби панікувати. Чи зможе ваша команда кваліфіковано протидіяти цій несподіваній ситуації, безпечно залишаючи чергу без отримання будь-яких електричних шоків? Залишайтесь спокійними і довіряйте у здатність вашої команди долати цей виклик з достоїнством.",
        "tickettwist": "Люди стоять в черзі, щоб отримати свої квитки. Чи зможе ваша команда впоратися із швидкістю та стресом, що виникають на касі? Ця гра поєднує швидке мислення, витривалість, швидкість та співпрацю. Залишайтесь зосередженими і перевертайте якомога більше квитків на ваш колір команди. Ви готові до виклику?",
        "minefield": "Вашій команді поставлено виклик, де їм потрібно перетнути на інший бік, обережно стежачи за дикими тваринами, що втекли. Мета - дістатися до пункту призначення, не бути атакованими цими тваринами.",
        "tablesurfing": "Залізничні колії пошкоджені, що створює серйозну проблему. Однак ваша команда може впоратися з цією ситуацією, працюючи разом як команда. Об'єднайте свої вміння, координуйте свої дії та знайдіть спосіб забезпечити плавний рух потяга."
    },
    "explanation": {
        "monkeybars": "Перший гравець починає кататися на Обручах мавпочках, наскільки зможе. Як тільки він досягне 12-го обруча, наступний гравець може почати з початку.\n\nПриклад: Перший гравець доторкнувся до 26-го обруча останнім, тому його бал зарахується як 26 балів. Другий гравець впав на 18-му обручі, тому його бал - 18 балів. Бали всіх гравців додаються та діляться на загальну кількість гравців у команді. Це і буде загальні бали вашої команди.",
        "nervespiral": "Коли почується стартовий сигнал, перші два гравці можуть переходити на спіраль, кожен займає один бік металевого кільця та намагається дійти до першої контрольної точки без доторкання до труби.\n\nПісля того, як двоє гравців дійдуть до однієї контрольної точки, вони повертаються назад, і два нових гравці вступають до гри. Коли ці двоє гравців доторкнуться до спіралі, вони повертаються до команди, і двоє нових гравців продовжують з останньої контрольної точки. Ви продовжуєте так до досягнення кінця спіралі. Команда, яка першою фінішує, перемагає.",
        "tickettwist": "У цій грі кожен гравець, що бере участь у грі, повинен мати стрічку кольору своєї команди. 10 гравців з кожної команди будуть змагатися між собою на полі. Метою цієї гри є перевертання якомога більше плиток у свій колір команди. Гравці на полі можуть змінюватися скільки завгодно разів, але тоді новий гравець повинен мати стрічку від 'старого' гравця, після чого новий гравець може продовжити гру. Гра складається з одного раунду тривалістю 8 хвилин. Коли час вийде, всі гравці покидають поле, а плитки будуть підраховані за кольором. Команда, яка перевернула найбільше плиток у свій колір, перемагає.",
        "minefield": "Ця гра відбуватиметься на великому полі з невеликими секціями. У кожній команді є двоє капітанів на лініях боку, які керують гравцем без використання телефонів або інших допоміжних засобів. Перший гравець починає і намагається пройти через поле, не ставши в неправильну клітинку. Щоб дізнатися, чи ви потрапили в правильну або неправильну клітинку, використовуйте сигналізатор у кожній клітинці. Коли сигналізатор видає сигнал тривоги, ви потрапили в неправильну клітинку і повинні замінити гравця на нового. Кожний гравець перевіряє кожну клітинку, навіть якщо це абсолютно впевнено, що це не міна. Капітани допомагають пригадати правильний маршрут. Ви продовжуєте, поки не досягнете фінішу, після чого ваш час зупиниться. Команда з найшвидшим часом перемагає в грі.",
        "tablesurfing": "Метою цієї гри є довести одну особу до іншого краю колії на фламінго, пролягаючи на катаючихся людях. З вашою командою вам потрібно зробити кілька поворотів та намагатися не допустити падіння особи на землю. На кінці колії є нахил. Як тільки хлопці піднімаються на нахил, лунає дзвінок, і ви міняєте команди. Друга команда (дівчата) прокладе таку саму траєкторію в зворотному напрямку, проходячи по нахилу та обходячи всі повороти. Команда, яка першою перетинає фінішну лінію, перемагає."
    },
    "rules": {
        "monkeybars": "Всі члени команди беруть участь",
        "nervespiral": "Залучено 30-50 учасників команди (у 15-25 парах)",
        "tickettwist": "На поле можуть входити лише особи зі стрічкою команди (10 на команду)|Дозволяється змінювати учасників без обмежень, поки вони мають стрічку команди при вході на поле",
        "minefield": "Приблизно 30 учасників команди беруть участь|На полі дозволено перебувати тільки 1 особі одночасно|2 капітани команди направляють учасників через поле|Капітани не можуть використовувати інструменти для запам'ятовування маршруту",
        "tablesurfing": "16 хлопців і 16 дівчат беруть участь, 1 катальний та 15 катаючихся|Заборонено торкатися землі (як катальному, так і катаючимся)|Перешкоди не можна переміщати, і катаючіся не можуть виходити за межі відміченої зони"
    },
    "general_error": "Щось пішло не так",
    "pleaserefresh": "Будь ласка, спробуйте оновити сторінку",
    "points": "Бали",
    "coins": "Монети",
    "game": "Гра",
    "team1team2": "Команда 1 / Команда 2",
    "start": "Поч.",
    "rulestitle": "Правила",
    "login": {
        "login_button": "Увійти",
        "teamcode": "Код команди",
        "teamcode_invalid": "Вибачте, ваш ключ команди недійсний"
    },
    "league": {
        "rankingisempty": "Жодна команда ще не набрала балів. Перевірте тут після першого раунду.",
        "viewgamerankings": "Переглянути рейтинг за кожною грою",
        "viewgamerankings-title": "Ви можете переглядати рейтинг за кожною грою на сторінках деталей гри.",
        "ranking-frozen": "Рейтинг зараз заморожено до оголошення переможців"
    },
    "admin": {
        "select_league": {
            "intro": "Виберіть лігу, яку ви хочете керувати"
        }
    },
    "yourmatch": "Ваш матч",
    "sidequest": {
        "thanks": "Дякуємо, ваша відповідь була зареєстрована",
        "timeranout": "Час вичерпався, бажаємо кращої удачі наступного разу",
        "areyouready": "Ви готові?",
        "checkanswerlater": "Перевірте відповідь після завершення гри",
        "question_locked": "Заблоковано",
        "youhaveunsubmittedanswers": "У вас є {numAnswers} відповіді. Хочете надіслати їх зараз?",
        "submityouranswers": "Надіслати ваші відповіді",
        "gameroundtitle": "Раунд {round}",
        "back_to_overview": "Повернутися до огляду",
        "submitfailed": "Не вдалося відправити твої відповіді. Переконайся, що є з'єднання, і спробуй ще раз",
        "no_coins": "У тебе немає більше монет. Не можеш відповідати на додаткові питання",
        "explanation": "Пояснення",
        "explanation_text": "Після кожного раунду, крім останнього, будуть розблоковані 2 питання випадковим чином, загалом 8 питань. Ви можете відповісти на них до початку наступної гри.\n\nЯкщо ви не відповідаєте на питання або відмовляєтесь від нього, ви втрачаєте одну зі своїх 8 монет. Якщо ви повторно відповідаєте на те саме питання, вам доведеться пропустити інше питання. \n\nВаша команда отримує бонусні бали в залежності від того, скільки членів вашої команди надіслали правильні відповіді на кожне питання.",
        "noroundyet": "Ще недоступно. Зайдіть сюди після матчу",
        "questiontypes": {
            "math": "Мат",
            "knowledge": "Знання",
            "recognize": "Впізнай",
            "insight": "Розуміння",
            "remember": "Пам'ять",
            "guess": "Вгадай"
        }
    },
    "questions": {
        "guesshowmany1": {
            "q": "Скільки годин слухали Фра Кора цього року?",
            "intro": "Чи ви слухали Фра Кора цього року?"
        },
        "guesshowmany2": {
            "q": "Скільки людей відвідали табори в 2023 році?",
            "intro": "Ви вмієте рахувати?"
        },
        "remember": {
            "q": "Який правильний порядок танцю Хермана Шафлу?",
            "intro": "Чи ви танцювали сьогодні вранці?",
            "a": {
                "lwd": "Lean, Wave, Drift",
                "wld": "Wave, Lean, Drift",
                "ldw": "Lean, Drift, Wave",
                "wdl": "Wave, Drift, Lean"
            }
        },
        "insight": {
            "q": "Який вагон американської гірки спуститься на дно першим?",
            "intro": "Подивіться на зображення. Який вагон американської гірки спуститься на дно першим?",
            "a": {
                "red": "Червоний",
                "green": "Зелений",
                "yellow": "Жовтий",
                "sametime": "Вони спустяться на дно одночасно"
            }
        },
        "recognize1": {
            "q": "Впізнаєте або пам'ятаєте, хто це?",
            "intro": "Чи знаєте ви, кого ми (не) бачимо на цьому зображенні?",
            "a": {
                "opta": "Gershon Twilley",
                "optb": "Harald Kronstad",
                "optc": "Gunnar Gangsø",
                "optd": "Bernt-Aksel Larsen"
            }
        },
        "recognize2": {
            "q": "Чи пам'ятаєте, хто це?",
            "intro": "Чи слідкували ви за проектами цього року? Подивіться на зображення.",
            "a": {
                "peter": "Петер",
                "john": "Йоханан",
                "matthew": "Маттіас",
                "paul": "Павло"
            }
        },
        "math": {
            "q": "Яке число має бути на місці питання?",
            "intro": "Подивіться на зображення. Яке число має бути на місці питання?",
            "a": {
                "30": "30",
                "81": "81",
                "200": "200",
                "67": "67"
            }
        },
        "knowledge": {
            "q": "В якій країні BCC не має церкви?",
            "intro": "Звідки ви?",
            "a": {
                "singapore": "Сінгапур",
                "serbia": "Сербія",
                "japan": "Японія",
                "peru": "Перу"
            }
        }
    },
    "back": "Назад"
}
