{
  "admin": {
    "intro": "Запитайте, з якої вони команди, і переконайтеся, що це правильна команда в потрібному місці, і що вона збігається з вказаною вище командою.",
    "select_game": {
      "intro": "Виберіть гру, яку будете судити"
    },
    "select_league": {
      "intro": "Виберіть свою зону"
    }
  },
  "admin-referee-info": {
    "hamster_wheel": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Сценарій:</span> <br /> Ласкаво просимо до Колеса Хом'яка.  <ul class='list-disc list-inside'> <li>На цій станції ви будете змагатися з іншою командою в естафеті. Команда, яка переможе і покаже найкращий час, отримає найбільшу кількість балів.</li> <li>Команди повинні якомога швидше дістатися до одного кінця і повернутися назад.</li> <li>В одній команді одночасно повинно бути 14 учасників у колесі. У колесі має бути 14 учасників протягом усього маршруту.</li> <li>Уся команда повинна виконувати естафету разом. Команда повинна йти під килимом з килимом над головою протягом усього маршруту.</li> <li>Якщо в команді достатньо учасників, люди в колесі можуть бути замінені на 14 нових людей, коли команда опиниться на половині шляху.</li> <li>Команда повинна перетнути лінію з повним колесом, перш ніж зможе змінити учасників.</li> <li>Перемагає команда, яка першою повернеться на стартову лінію з повним складом. Час також буде зафіксовано, тому важливо, щоб обидві команди виконували маршрут якомога швидше, навіть якщо не фінішують першими.</li> <li>Команда повинна залишатися під килимом протягом усього маршруту. Кожного разу, коли нога торкається землі за межами килима, додається додатковий час. Це також стосується випадку, якщо тканина не знаходиться над головою учасників.</li> <li>У вас є 2 хвилини на підготовку.</li> <li>Завдання починається за моїм сигналом (судді).</li> <li>Завдання зрозуміле?</li> <li>Тоді команди можуть готуватися на стартовій лінії. Група, яка повинна взяти естафету, може розташуватися на іншій стороні майданчика. Зворотний відлік 2 хвилин починається зараз.</li> <li>Час вичерпано. Усі команди готові?</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Для судді:</span> <ul class='list-disc list-inside'> <li>Два судді розташовуються з обох сторін команд і фіксують на телефоні, скільки разів команди виходять за межі стрічки і кожен раз, коли команда не тримає тканину над головою.</li> <li>Переконайтеся, що учасники та глядачі знаходяться в чітких позиціях щодо ігрової дошки для кращого ігрового досвіду, видимості та залучення.</li> </ul> <br /> <span>Після закінчення гри:</span> <ul class='list-disc list-inside'> <li>Зберіть килими і роздайте їх для наступної команди, яка прийде.</li> <li>Вирівняйте стартову лінію та інші бар'єри, якщо це необхідно.</li> <li>Приготуйтеся до нової групи!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Здоров'я, Оточення та Безпека:</span> <ul class='list-disc list-inside'> <li>Зверніть увагу, що колесо хом'яка передбачає, що багато людей будуть рухатися з високою швидкістю одночасно і близько один до одного, що може призвести до падінь. Це вважається середнім ризиком.</li> </ul> </div>",
    "iron_grip": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Сценарій:</span> <br /> Ласкаво просимо до Залізного Зхоплення.  <ul class='list-disc list-inside'> <li>Метою цього етапу є накопичити якомога більше 'часу висіння' за 10 хвилин.</li> <li>Усі можуть брати участь, але одночасно можуть висіти лише 9 осіб.</li> <li>Команда накопичує 'час висіння', коли 9 осіб з команди одночасно висять на лісах.</li> <li>Команда має 10 хвилин для завершення завдання.</li> <li>Коли одночасно висять менше 9 учасників, накопичення 'часу висіння' зупиняється, поки знову не буде 9 учасників, які висять одночасно. Тоді час знову починається.</li> <li>Учасники, які більше не можуть висіти, повинні встати в кінець черги збоку від лісів.</li> <li>Тільки учасники, які висять, можуть знаходитися на лісах; інші члени команди повинні стояти в черзі збоку від лісів (показати правильну сторону).</li> <li>У разі шахрайства команда втратить 10 секунд з накопиченого часу.</li> <li>Учасники можуть висіти тільки на руках, без підтримки ніг, інших учасників або предметів.</li> <li>Суддя вирішує, чи є щось шахрайством, але все, що допомагає учасникам висіти без їх власної сили, вважається шахрайством.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Для суддів:</span> <ul class='list-disc list-inside'> <li>Мати таймер, який відлічує 10 хвилин, готовий до запуску на початку змагання.</li> <li>Мати таймер, який використовується для накопиченого 'часу висіння', який зупиняється кожного разу, коли висять менше 9 учасників одночасно на лісах, і починається знову, коли висять 9 осіб одночасно.</li> <li>Один учасник може брати участь стільки разів, скільки захоче.</li> <li>Команда сама вирішує, яких учасників вона хоче використовувати для висіння, і це також може змінюватися в процесі.</li> <li>Учасники повинні висіти на руках прямо під лісами і не можуть використовувати ноги, інших учасників, предмети тощо для допомоги.</li> <li>Один суддя стежить за шахрайством. ВАЖЛИВО: вкажіть команді, що це шахрайство, а потім запишіть це.</li> <li>Оголосіть наступні часи: Залишилося 5 хвилин, середина! Залишилося 2 хвилини, Залишилася 1 хвилина!</li> </ul> <br /> <span>Після закінчення гри:</span> <ul class='list-disc list-inside'> <li>Запишіть 'час висіння' та шахрайство в додатку.</li> <li>Процедура безпеки: Перевірте ліси, щоб переконатися, що все добре закріплено після кожного раунду.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Здоров'я, Оточення та Безпека:</span> <ul class='list-disc list-inside'> <li>Ризик падіння з лісів, вивихи при падінні, мозолі на руках.</li> <li>Де етап має асфальтове покриття, будуть килимки.</li> </ul> </div>",
    "labyrinth": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Сценарій:</span> <br /> Ласкаво просимо до Лабіринту.  <ul class='list-disc list-inside'> <li>На цій станції ви повинні працювати разом, щоб провести м'яч через лабіринт.</li> <li>Одночасно працюють до 12 гравців, і у вас є максимум десять хвилин для виконання завдання.</li> <li>У лабіринті є дві контрольні точки, де 12 гравців повинні бути замінені на 12 нових гравців.</li> <li>Не можна торкатися м'яча руками, коли він на дошці, або кидати його в повітря.</li> <li>Якщо м'яч падає в отвір, один з гравців повинен підняти його і повернути на стартову точку або останню контрольну точку, але дозволяється перебувати під лабіринтом тільки коли м'яч падає в отвір.</li> <li>Ви отримаєте два бали за кожну пройдену контрольну точку, і більше балів за швидше виконання завдання.</li> <li>Коли лабіринт завершений або час вичерпано, ви можете обережно покласти лабіринт на землю.</li> <li>Гра починається, коли суддя ставить м'яч на стартову точку.</li> <li>Завдання зрозуміле?</li> <li>Тоді 12 гравців можуть готуватися до початку в лабіринті, а решта команди можуть стояти тут (показати, де краще всього стояти решті команди).</li> <li>12 нових гравців повинні бути готові взяти на себе контроль на контрольних точках.</li> <li>Тоді починаємо. Увага, марш!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Для судді:</span> <ul class='list-disc list-inside'> <li>Контролюйте натовпи і розміщуйте глядачів у найкращому можливому місці.</li> <li>Будьте готові розпочати зворотний відлік 10 хвилин, коли команда розпочне.</li> <li>Переконайтеся, що всі гравці замінені на нових на контрольних точках.</li> <li>Переконайтеся, що учасники не порушують жодних правил.</li> <li>Зупиніть гру через 10 хвилин, якщо команда ще не виконала завдання.</li> </ul> <br /> <span>Після закінчення гри:</span> <ul class='list-disc list-inside'> <li>Зберіть усі м'ячі, які використовувалися в грі.</li> <li>Приготуйтеся до нових груп!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Здоров'я, Оточення та Безпека:</span> <ul class='list-disc list-inside'> <li>Ризик, пов'язаний з цим етапом, полягає в тому, що учасники можуть впустити лабіринт на ноги. Якщо м'яч падає в отвір, учасники повинні бути обережні, коли його піднімають, щоб не впустити лабіринт на себе. Можливі занози або мозолі на долонях.</li> </ul> </div>",
    "land_water_beach": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Сценарій:</span> <br /> Ласкаво просимо на Землю, Воду, Пляж.  <ul class='list-disc list-inside'> <li>На цій станції ви будете змагатися з іншою командою, щоб якнайшвидше реагувати і переміщуватися між трьома зонами на три різних сигнали.</li> <li>Десять осіб з кожної команди починають у центральній зоні, на пляжі.</li> <li>Три сигнали, на які ви повинні реагувати: <ul> <li>Червоний сигнал означає, що ви повинні переміститися в задню зону, землю.</li> <li>Жовтий сигнал - це центральна зона, пляж.</li> <li>Синій сигнал - це передня зона, вода.</li> </ul> </li> <li>Команда, в якій усі десять гравців першими перемістяться у правильну зону, отримує одне очко. Якщо обидві команди рівні за швидкістю, обидві команди отримують по одному очку.</li> <li>Гравці повинні залишатися в зоні, в яку вони перемістилися.</li> <li>Показуються три сигнали, перш ніж десять гравців будуть замінені на десять нових гравців. Це робиться в три раунди.</li> <li>Ви отримаєте очки залежно від кількості виграних раундів.</li> <li>Завдання зрозуміле?</li> <li>Тоді десять гравців можуть почати в центральній зоні, а решта команди можуть стояти тут і бути готові замінити десять гравців (показати, де краще всього стояти решті команди).</li> <li>Тоді починаємо. Увага, марш!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Для суддів:</span> <ul class='list-disc list-inside'> <li>Переконайтеся, що решта команди знаходиться в належному місці і готова замінити десять нових гравців у кожному раунді.</li> <li>Переконайтеся, що загальний час на станції не перевищує 15 хвилин.</li> <li>Головний суддя відображає очки на табло.</li> <li>Два лінійних судді з прапорцями швидко приймають рішення про те, хто отримає очки.</li> <li>Людина в сигнальній коробці повинна змінювати сигнал і час між сигналами.</li> </ul> <br /> <span>Після закінчення гри:</span> <ul class='list-disc list-inside'> <li>Переконайтеся, що зони все ще чітко позначені.</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Здоров'я, Оточення та Безпека:</span> <ul class='list-disc list-inside'> <li>Ризик, пов'язаний з цією станцією, невеликий; можливі спотикання, вивихи або падіння. Зверніть увагу на це.</li> </ul> </div>",
    "mastermind": "<div class='rounded-md p-4 mb-4 bg-amber-50'> <span class='font-bold'>Сценарій:</span> <br /> Ласкаво просимо до Майстермайнд.  <ul class='list-disc list-inside'> <li>Метою цього етапу є з'ясувати, який кольоровий код знаходиться у валізі.</li> <li>У вас є 8 раундів і максимум 10 хвилин для виконання завдання.</li> <li>Ви отримаєте більше очок, використовуючи менше раундів для знаходження правильного коду.</li> <li>Тепер ви повинні вибрати 5 Розгадувачів Кодів.</li> <li>Ці 5 учасників мають головне завдання вирішити завдання.</li> <li>Інші отримують по одному кольору (Дюраг - головний убір), який представляє собою ігрову фішку, яку Розгадувачі Кодів можуть розміщувати на ігровій дошці.</li> <li>Усі учасники, які є ігровими фішками, повинні носити головний убір на голові протягом усієї гри. (Мати дюраг під рукою, щоб показати)</li> <li>Розгадувачі Кодів збирають ігрові фішки (учасників з головними уборами), які вони хочуть використовувати, і розміщують їх на чорній ігровій фішці на ігровій дошці.</li> <li>Коли Розгадувачі Кодів дають свою відповідь, суддя розміщує 'відповідні палички', які показують, наскільки вони близькі до відповіді.  <ul> <li>Червона паличка = правильний колір у правильному місці</li> <li>Біла паличка = правильний колір у неправильному місці</li> </ul> (Мати палички під рукою і показати їх)</li> <li>Коли Розгадувачі Кодів вгадують правильний кольоровий код, суддя йде вперед і відкриває коробку.</li> <li>Решта команди стоїть поруч з ігровою дошкою.</li> <li>Завдання зрозуміле?</li> <li>Тоді Розгадувачі Кодів можуть підійти до того судді (показати і вказати).</li> <li>Усі, хто буде ігровими фішками, можуть стояти там (показати і вказати).</li> <li>Тоді починаємо. Увага, марш!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-blue-50'> <span class='font-bold'>Для судді:</span> <ul class='list-disc list-inside'> <li>Переконайтеся, що глядачі, ігрові фішки та Розгадувачі Кодів мають чіткі позиції щодо ігрової дошки для кращого ігрового досвіду, видимості та залучення.</li> </ul> <br /> <span>Після закінчення гри:</span> <ul class='list-disc list-inside'> <li>Зберіть усі головні убори.</li> <li>Зберіть усі відповідні палички.</li> <li>Змініть кольоровий код у коробці.</li> <li>Налаштуйте ігрову дошку, якщо це необхідно.</li> <li>Приготуйтеся до нових груп!</li> </ul> </div> <div class='rounded-md p-4 mb-4 bg-red-50'> <span class='font-bold'>Здоров'я, Оточення та Безпека:</span> <ul class='list-disc list-inside'> <li>Ризик, пов'язаний з цим етапом, полягає в тому, що учасники можуть спіткнутися об ігрові фішки на ігровій дошці. Це вважається дуже низьким або низьким ризиком.</li> </ul> </div>"
  },
  "calculated-score": "Розрахований результат",
  "couldnt-load-the-video": "Не вдалося завантажити відео",
  "details": "Деталі",
  "family": "Сім'я",
  "games": {
    "hamster_wheel": "Колесо Хом'яка",
    "iron_grip": "Залізний Захват",
    "labyrinth": "Лабіринт",
    "land_water_beach": "Земля, Вода, Пляж",
    "mastermind": "Майстермайнд"
  },
  "general_error": "Щось пішло не так",
  "loading": "Завантаження...",
  "login": {
    "login_button": "Увійти",
    "teamcode": "Код команди"
  },
  "menu": {
    "games": "Ігри"
  },
  "minutes": "Хвилини",
  "no-matches-for-this-filter": "Немає збігів для цього фільтра",
  "please_refresh": "Оновіть сторінку",
  "point": "Бал",
  "points-registration-error": "Розрахований результат повернув undefined. Форма недійсна, хоча її можна відправити. Можливо, вам не вистачає деяких перевірок у полях форми.",
  "post-type": "Тип повідомлення:",
  "save": "Зберегти",
  "saved": "Збережено",
  "seconds": "Секунди",
  "something-went-wrong": "Оновіть сторінку",
  "something-went-wrong-we-could-not-log-you-in-please-try-again": "Щось пішло не так, не вдалося увійти - спробуйте ще раз.",
  "team": "Команда",
  "yourmatch": "Ваша гра"
}
